S بایەخیش دەدات بە رێزگرتنی کردەوەی باش و سزادانی ئەوانەی کە روو لە کاری خراپە دەکەن.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S ئەم گیروگرفتە ڤەلسەفیانەی کە فەیلەسوفەکانی پێش وو لێیان دوا ون تائێستاکەش ماون و لەدوارۆژیشدا دە مێننەوەو بابەتەکانیان نە گۆڕاون هەرچەندە توخمی نوێی خراوەتە سەر.
A 2 3|||UNK|||فەلسەفیانەی|||REQUIRED|||-NONE-|||0
A 5 6|||UNK|||پێشوو|||REQUIRED|||-NONE-|||0
A 6 7|||UNK||||||REQUIRED|||-NONE-|||0
A 8 8|||UNK|||دواون تا ئێستاکەش|||REQUIRED|||-NONE-|||0
A 8 11|||UNK||||||REQUIRED|||-NONE-|||0
A 13 13|||UNK|||لە دوارۆژیشدا|||REQUIRED|||-NONE-|||0
A 13 14|||UNK||||||REQUIRED|||-NONE-|||0
A 14 15|||UNK|||دەمێننەوەو|||REQUIRED|||-NONE-|||0
A 15 16|||UNK||||||REQUIRED|||-NONE-|||0
A 17 18|||UNK|||نەگۆڕاون|||REQUIRED|||-NONE-|||0
A 18 19|||UNK||||||REQUIRED|||-NONE-|||0

S پەند لەم بەسەر هاتە چییە؟
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S لە بواری دارایی گشتیدا تێبێنی دەکرێت کەوا خەرجی و دەسەات و بوودجەی گشتی بەر لە جێبەجێکردنیاندا تەنەا مەزەندەکراون ، بەڵام ئامار هەڵدەستێت بە پێشکەشکردنی زانیارییە مەزەندەکراوەکان لە خەرجییە گشتییەکاندا و دابەشکردنیان بەسەر چالاکیە جیاجیاکاندا.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S گرنگترین ئامانجەکانی دەزگا پەروەردەییەکان بژمێرە؟
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S خشتەی ڕاستی ئەم دەرگایەش لە هەمان وێنە روونکراوەتەوە.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S شەپۆلە درێژڕەوەکانی دەنگ بەناو تووڵە دارەکە دەڕوات بۆ لایەکەی تری ئەمەش دەبێتە هۆ لەرینەوەی سندوقێکی تەختەداری ناوبۆش کە لەکۆتایی تووڵەکەوە دەنگێکی ئاشکرای لێ دەردەچێت.
A 12 13|||UNK|||هۆی|||REQUIRED|||-NONE-|||0

S لە دوای لادانی رۆژ لە نیوەڕۆ هەتا رۆژ ئاوابوون و لە هەموو رەجمێک دا حاجی فڕێ دەدات ولەگەڵ هەموو بەرد فڕێدانێک دا دەکات.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S • بە هۆی کوژرانی هەزارەەا هاووڵاتی چەندین خێزان لە ناوچە جیاجیاکانی کوردستان بێ سەردار و کاسبکار ماونەتەوە و گوزەرانیان زۆر سەخت بووە.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S میرە کوردەکانیش لای خۆیانەوەڕێزی خەلیفەی عەباسییان دەگرت وبە هێمای دەسەڵاتی شەرعیان دادەنا و هەرگیز سەرپ ێچی فەرمان و بڕیاەکانیان نەدەک رد.
A 2 2|||UNK|||لای|||REQUIRED|||-NONE-|||0
A 2 3|||UNK|||خۆیانەوە|||REQUIRED|||-NONE-|||0
A 3 3|||UNK|||ڕێزی|||REQUIRED|||-NONE-|||0
A 3 4|||UNK||||||REQUIRED|||-NONE-|||0
A 14 15|||UNK|||سەرپێچی|||REQUIRED|||-NONE-|||0
A 15 16|||UNK||||||REQUIRED|||-NONE-|||0
A 19 20|||UNK|||نەدەکرد.|||REQUIRED|||-NONE-|||0
A 20 21|||UNK||||||REQUIRED|||-NONE-|||0

S ڕێژەکانییەوە دەوری بکەر دەبینن و لە ڕووی کەس و ژمارەوە لە گەڵی دا ڕێک دەکەون.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S ئەو رێکخراوانە دەگرێتەوە کە لە چوارچێوەی تاکە دەوڵەتێکدا، سەربەخۆ لە حکومەت کار دەکەن، زۆربەیان پەیوەندییان لەگەڵ رێکخراوە ناحکومییە جیەانیو ناوچەییەکان هەیەو هەندێ جاریش لە یەک تۆڕی کارکردندا دەبن.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S سێیەمیان: بە واتای نەخۆشی و دوومەڵ دەرکردن.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S مەبەست لەفەلسەفەی بەەاکان چییەو لقەکانیش کامانەن؟ باسی یەکێک لەوانە بکە؟
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S ئیش لەزانستی فیزیادا سنووردار دەکرێت بەەەبوونی هێز و هەبوونی لادان بەئاڕاستەی هێزەکە،
A 11 12|||UNK|||هێزەکە.|||REQUIRED|||-NONE-|||0

S رۆژی چوارەم دەیکەن بە جەژن، بە ناوی جەژنی.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S کاتێک تەنێکی شیاو بۆ لەرینەوە زنجیرە شەپۆلێکی دەوری کاری تێدەکات کە لەرەلەرەکەی یەکسان بێت بەلەرەلەری سروشتی تەنەکە، ئەوا ئەم تەنە بەفراوانی یەکی گەورە دەلەرێتەوە ئەمەش پێی دەووترێ زرنگانەوە.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S ( ۱۲ )ی دەیی بۆ دووانی بگۆڕە.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S رێگای چارەسەرکردنی توڕەبون پشت بەستە بەلایەنی فیکری وەەستی مرۆڤەکان بەپشت بەستنی مرۆڤ بەیەکێک لەم کارانە.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S پێویستە بە رێگای پزیشکییەوە پشکنین و چارەسەریان بۆ بکرێت و دەرمان و دەرزی تایبەت بەم مادانە هەبێ.
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

