S سیماکانی وەلامی چاک بۆ خراپەکاری چییە?
A 5 6|||punctuation|||چییە؟|||REQUIRED|||-NONE-|||0

S ئەم درێژە شەپۆڵە لەریزیی درێژە شەپۆڵەکانی تیشکی ئێکسە. دەتوانرێت تێبینەکەی بکرێت بەیەکێک لەو رێگایانەی کە بۆ پێوانی درێژی شەپۆڵی تیشکی ئێکس بەکاردێن.
A 9 10|||noun_adjective_agreement|||تێبینی|||REQUIRED|||-NONE-|||0
A 3 4|||noun_adjective_agreement|||لەریزی|||REQUIRED|||-NONE-|||0

S پێشبرکێی نادرووست : دەبێتە هۆی پەنابردن بۆەۆکاری نادروست ویەکدی سڕینەوەو قبوڵنەکردنی بەڕانبەر، یەمەش کێشە دەنێتەوە.
A 1 2|||orthography|||نادروست|||REQUIRED|||-NONE-|||0
A 11 13|||orthography|||بەرانبەر، ئەمەش|||REQUIRED|||-NONE-|||0

S هەوڵ دەدات تاکەکان خاوەنی کەسایەتی خۆیان بن و بتوانە لە ژینگەی خۆیاندا بسرەون و بە باشی بحەوێنەوە.
A 8 9|||subject_verb_number|||بتوانن|||REQUIRED|||-NONE-|||0

S یەکەمیان: پاڕەی تازە دەرکراو دەبێ بۆ وەبەرەێنان تەرخان بکریت تا وەکو شمەکی بەکارەێنەکی بەرەەم بەێنرێت، بەو مەرجەی نابیت ماوەی بەرەەمەێنان درێژبێت.
A 8 9|||orthography|||بکرێت|||REQUIRED|||-NONE-|||0
A 1 2|||orthography|||پارەی|||REQUIRED|||-NONE-|||0
A 17 18|||orthography|||نابێت|||REQUIRED|||-NONE-|||0

S ئینگلیزەکان بۆ لەناوبردنی حکومەتەکەی شێخ مەحموود لە ۲۲ شوباتی ۱۹۲۳ز بە فڕۆکە بەخەستی بۆردومانی شاری (سلێمانی)یان کرد خەڵکێکی مەدەنن زۆریان کوشت. شێخ مەحموودیش لەسەرەتای ئازاری هەمانساڵدا ڕوویکردە ئەشکەوتی جاسەنە لەسورداش.
A 18 19|||subject_verb_number|||مەدەنی|||REQUIRED|||-NONE-|||0

S مرۆڤی ئەفریقیا بەروبومی دانەوێڵەی چاندووە لە باکووری ئەڤریقیا بە تایبەتی چاندنیان گەنمەشامی و برنج.
A 7 8|||possessive_clitic|||ئەفریقیا|||REQUIRED|||-NONE-|||0
A 10 11|||possessive_clitic|||چاندنی|||REQUIRED|||-NONE-|||0

S دووەم: مەرجی واتە پێویستە کەسەکان هەست بە بوونی کێشەکە بکەن لە ناو کۆمەڵگەدا بەو مانایەی مەرجی بابەتی کێشەیەکی راستەقینە بۆ کۆمەڵگە دێتەکایەوە دەبێ چارەسەری بکرێت
A 12 13|||punctuation|||کۆمەڵگەدا،|||REQUIRED|||-NONE-|||0
A 24 25|||punctuation|||بکرێت.|||REQUIRED|||-NONE-|||0

S واتا پیشەسازییەکە بازاڕەکەی لێ نزیکەوهەموو بەروبوومێکی دروستکراوی بۆدەنێرێێ ‌وقازانجێکی زۆری دەستدەکەوێت، بێگومان بازاڕ گەر می شمەکی دروستکراو گرنگترینی بنەماکانی دامەزراندن‌و بەردەوامی پیشەسازی‌و کرداری وەبەرەێنانە.
A 9 9|||whitespace|||قازانجێکی|||REQUIRED|||-NONE-|||0
A 13 15|||whitespace|||گەرمی|||REQUIRED|||-NONE-|||0
A 8 9|||whitespace|||‌و|||REQUIRED|||-NONE-|||0
A 8 8|||whitespace|||دەنێرێ|||REQUIRED|||-NONE-|||0
A 4 5|||whitespace|||نزیکەو|||REQUIRED|||-NONE-|||0
A 5 5|||whitespace|||هەموو|||REQUIRED|||-NONE-|||0
A 7 8|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0
A 11 11|||whitespace|||دەکەوێت،|||REQUIRED|||-NONE-|||0
A 10 11|||whitespace|||دەست|||REQUIRED|||-NONE-|||0

S کوژرانی چەند هەزار کەسانێک جا چ بەەۆی بۆمباراێت کردنەوە بووبێت یان چەکی کیمیاوییەوە، بۆمبارانی فرۆکەو هێلێکۆپتەرەکان، یان لە سێدارەداێت بوبێت لە پیر و گەنج و ئافرەت و مناڵ بەتایبەتی نێرینە زۆرینەی پێکەێنابوو.
A 18 19|||quantifier_agreement|||سێدارەدان|||REQUIRED|||-NONE-|||0
A 7 8|||quantifier_agreement|||بۆمباران|||REQUIRED|||-NONE-|||0

S لە سەردەمی میرنشینەکاندا لایەنی زانستی و ڕۆشنبیری لە کوڕدستاندا برەوی پێدرا، بەتایبەتی کە میرەکانی کورد یاڕمەتیدانی زانایان و بنیاتنانی دامەزراوە زانستیەکانیان بە ئەرکی سەر شانی خۆیان دادەنا.
A 15 16|||orthography|||یارمەتیدانی|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||کوردستاندا|||REQUIRED|||-NONE-|||0

S چونکە باری ڕێگاکان زۆر خراپە لە لایەکەوە لە ڕاستیدا زۆر لەم ڕێگایانە پەکیان کەوتووە لەبەر زۆری ئەو کۆسپانەی تێیاێت کەوتووە ڕێگاکان لە هەرێمی کوردستاێت زیاتر لە جۆری وشکانین، هێڵی ئاسنین و رێگای رووبار نییە، تەنەا لەم دواییانەدا رێگای ئاسمانی کرایەوە.
A 18 19|||quantifier_agreement|||تێیان|||REQUIRED|||-NONE-|||0
A 23 24|||quantifier_agreement|||کوردستان|||REQUIRED|||-NONE-|||0

S لەوێنەی دوو هێزت یەکسان لە بڕ پێچەوانە بە ئاڕاستە کار لە تەنێک دەکەن بەرئەنجامیان دەکاتە سفر، وە تەنەکە لەباری هاوسەنگم دەبێت.
A 19 20|||possessive_clitic|||هاوسەنگی|||REQUIRED|||-NONE-|||0
A 2 3|||possessive_clitic|||هێزی|||REQUIRED|||-NONE-|||0

S ڕەچاوکردنی بەەاو بنەماکانی ئیسلام لە ژیانی خێزانیدا هاوسەرەکان دوردەخاتەوە ڵە خێانەت کردن لە یەکدی‌و هانیاندەدات پێکەوە هاوکاربن بۆ گوزەراندنی ژیانێکی خوش‌و پەروەردەکردنێکی جوانی مناڵەکانیان‌و پاراستنی ئارامیی خێزانەکانیان.
A 20 21|||orthography|||خۆش‌و|||REQUIRED|||-NONE-|||0
A 9 11|||orthography|||لە خیانەت|||REQUIRED|||-NONE-|||0

S لە زمانی فارسیدا نیشانەیان مۆرفیمێکی ڕێزمانیان تایبەتت نییە.
A 6 7|||possessive_clitic|||تایبەتی|||REQUIRED|||-NONE-|||0
A 5 6|||possessive_clitic|||ڕێزمانی|||REQUIRED|||-NONE-|||0

S لە هەردوو دۆخەکەدا ئەمە کاریگەرییەکی ڕاستەوخۆ بەجێ دەەێڵن لەسەر نرخی کۆتایی بەرەەم هێنراوەکان کە زیادبوونی تێچوون لە بنەماکانی بەرەەمەێناندا کە کاری تێکردون.
A 7 8|||subject_verb_number|||دەەێڵێت|||REQUIRED|||-NONE-|||0

S نەەێشتنی کاری رەگەزپەرستیی و جیاواز نەتەوایەتی هاووڵاتیان و پەرچدانەوەی ئەوانەی لایەنگیری و پشتگیری ئەم بیروڕایانە دەکەن.
A 4 5|||noun_adjective_agreement|||جیاوازی|||REQUIRED|||-NONE-|||0

S میرە کوردەکانیش لای خۆیانەوەڕێزی خەلیفەی عەباسییان دەگرت وبە هێمای دەسەڵاتی شەرعیان دادەنا و هەرگیز سەرپ ێچی فەرمان و بڕیاەکانیان نەدەک رد.
A 14 16|||whitespace|||سەرپێچی|||REQUIRED|||-NONE-|||0
A 3 4|||whitespace|||خۆیانەوە|||REQUIRED|||-NONE-|||0
A 4 4|||whitespace|||ڕێزی|||REQUIRED|||-NONE-|||0
A 19 21|||whitespace|||نەدەکرد.|||REQUIRED|||-NONE-|||0

S ئامێرێک بەکارەێنرا بۆ بەرژکردنەوەی تەنیک کەبارستەکەی بوو بە خێرایی. ئایا توانای یەم ئامێرە چەندە؟
A 8 9|||orthography|||خێرایی|||REQUIRED|||-NONE-|||0
A 3 4|||orthography|||بۆ|||REQUIRED|||-NONE-|||0
A 1 2|||orthography||||||REQUIRED|||-NONE-|||0
A 9 9|||orthography|||.|||REQUIRED|||-NONE-|||0
A 4 4|||orthography|||بەرزکردنەوەی|||REQUIRED|||-NONE-|||0
A 2 3|||orthography|||بەکارەێنرا|||REQUIRED|||-NONE-|||0
A 4 5|||orthography|||تەنێک|||REQUIRED|||-NONE-|||0
A 11 12|||orthography|||ئەم|||REQUIRED|||-NONE-|||0

S سروشتی تەختەکانێش کە دارەکانمان ڵێ پێک دیت دیسان جیاوازن، دار هەیە تەختەکەی نەرمەو هەێە تەختەکەی ڕەقە وەەریەکەیان لە بوارێکی پیشەسازی دا بەکاردەەینرێت.
A 1 2|||orthography|||تەختەکانیش|||REQUIRED|||-NONE-|||0
A 6 7|||orthography|||دێت|||REQUIRED|||-NONE-|||0
A 21 22|||orthography|||بەکاردەەێنرێت.|||REQUIRED|||-NONE-|||0
A 13 14|||orthography|||هەیە|||REQUIRED|||-NONE-|||0
A 3 5|||orthography|||دارەکانیان لێ|||REQUIRED|||-NONE-|||0

S گۆگرد بە شێوەی توخمی پوخت و بە شێوەی کانزاش لە چەند ناوچەیەک لە هەرێمدا دەرەاتووە وەک سلێمان بەگ لە باکووری ڕۆژئاوای کفری و کارگەەکەی دەرەێنانی گۆگرد لە دووبز و کانیاوە گۆگردیەکە گەرماڤا لە باکووری دەۆک.
A 30 31|||noun_adjective_agreement|||گۆگردیەکان|||REQUIRED|||-NONE-|||0
A 23 24|||noun_adjective_agreement|||کارگەی|||REQUIRED|||-NONE-|||0

S وەک پێشتر باسکرابوو بەەۆی هەڵگیرسانی شۆڕشی شێخ سەعیدی پیران وشۆڕشەکەی ئاگری داغ و دواتریش ڕاپەڕینی دەرسیم بەڕێبەرایەتی سەید ڕەزای دەرسیم.
A 9 10|||noun_adjective_agreement|||وشۆڕشی|||REQUIRED|||-NONE-|||0

S أ – دوو کەس ئان زیاتر کار لە یەکتری دەکەن وو ئەو رەفتار وو رووداوانە دێتە کایەوە کە بو تۆژینەوە ۆ لێکۆڵینەوە پێویستە.
A 4 5|||orthography|||یان|||REQUIRED|||-NONE-|||0
A 20 21|||orthography|||و|||REQUIRED|||-NONE-|||0
A 13 14|||orthography|||و|||REQUIRED|||-NONE-|||0
A 18 19|||orthography|||بۆ|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||و|||REQUIRED|||-NONE-|||0

S دەبێ ئەوەش بزانین کە هاوێنەی ڕاستەقینە لە ئاوێزەکان دروست نەکراوە چونکە دوو ڕووەکەت هاوێنە سافن. ئەم لەیەک چوونەش تەنەا یارمەتیمان دەدام بۆ تێگەیشتنی کاری هاوێنەکان.
A 20 21|||clitic_form|||دەدات|||REQUIRED|||-NONE-|||0
A 12 13|||clitic_form|||ڕووەکەی|||REQUIRED|||-NONE-|||0

S بە تاوانی تێکدانی لاوان و نکوڵی کردن لە خواکانی شار و باوەڕەێنان بە خوای تر بڕیارەکەی کوشتنی درا. بە بڕیار دادگە لە بەندیخانەدا ژەەری خواردەوە. باوەڕی وابووە کە دەروون پاش مردن دەمێنێتەوە.
A 19 20|||noun_adjective_agreement|||بڕیاری|||REQUIRED|||-NONE-|||0
A 15 16|||noun_adjective_agreement|||بڕیاری|||REQUIRED|||-NONE-|||0

S * مەبەست لە درۆستە، چونیەتی خستنەتەکیەکی کەرەستەکان، کە دەبێت توخمەکانی لەڕوی سینتاکسییەوە دروست و لەڕوی سیمانتیکییەوە ڕاست و لەگەڵ یەکتڕییدا گونجاو بن.
A 7 7|||orthography|||،|||REQUIRED|||-NONE-|||0
A 6 7|||orthography|||کەرەستەکان|||REQUIRED|||-NONE-|||0
A 3 5|||orthography|||دروستە ، چۆنیەتی|||REQUIRED|||-NONE-|||0
A 19 20|||orthography|||یەکترییدا|||REQUIRED|||-NONE-|||0

S بە گەرما پلەی گەرما هەڵدەکشەن و بە سەرما دادەکشێ.
A 4 5|||subject_verb_number|||هەڵدەکشێ|||REQUIRED|||-NONE-|||0

S لای توێژەرەکان ئەو پەیکەرانە بە وەێمات ناسراون.
A 5 6|||possessive_clitic|||وەێمای|||REQUIRED|||-NONE-|||0

S فاتمییەکان و ئەمەوییەکانی ئەندەلوس نەدانیان بەشرعیەتی دەسەڵاتن یەکتر دەنا و نەبەشەرعیەتی خەلافەی عەباسی لەبەغدا، بەڵکو فاتمییەکان هەر لەسەرەتاوە بەەەموو رێگەو شێوازێک کاریان دەکرد خەلافەی عەباسی لەبنەوە هەڵتەکێنن و عێراق و حیجازیش بخەنە ژێر دەسەڵاتیانەوە.
A 6 7|||subject_verb_number|||دەسەڵاتی|||REQUIRED|||-NONE-|||0

S لەمەشەوە بە دۆزینەوەی بەەای زێدەدانراوی هەموو کەرتەکانی ئابووڕی کۆکردنەوەیان بەەای داەاتی نەتەوەمان دەست دەکەوێت.
A 7 8|||spelling_confusion|||ئابووری|||REQUIRED|||-NONE-|||0

S یەمە سەرەڕای نزیکی ئاستێ ئاوی ژێڕ زەوی ڵەگەلأ ڕووی زەویدا. ئەم سەروچاوەو کانێانە ڕۆلێکی چالاکیان لەدابەش بوونی یاوەدانییەکانی هەرێمدا گێڕاوە.
A 3 4|||orthography|||ئاستی|||REQUIRED|||-NONE-|||0
A 17 18|||orthography|||ئاوەدانییەکانی|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||ژێر|||REQUIRED|||-NONE-|||0
A 7 8|||orthography|||لەگەلأ|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||ئەمە|||REQUIRED|||-NONE-|||0
A 12 13|||orthography|||کانیانە|||REQUIRED|||-NONE-|||0

S بەلام ئەمە هەموو کاتێ لە حەموو شوێنێ ڕاست نییە.
A 5 6|||orthography|||هەموو|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||بەڵام|||REQUIRED|||-NONE-|||0

S هەموو ئەمەش دەبێتە سەرچاوەی شڵەژان‌و نائارامی دەرونی، سەرەتا هەست کردنی مرۆڤ بەم کەلێن‌و کۆت‌و کەم‌و کورتیانە سەرەتای گەڕانەوەیەتم بۆ ئاین.
A 17 18|||clitic_form|||گەڕانەوەیەتی|||REQUIRED|||-NONE-|||0

S پەیوەست بە شیکردنەوە یاخود جێبەجێکردنی بەندەکانی ڕێکەوتنامەکە یاخود پەیوەست بەو کێشانەی پەیوەندی بە لێپرسراوێطی هەڕ دەوڵەتێکەوە هەیە ڵە بواری جینۆسایض یاخود هەر طاوانێک لەو تاوانانەی ڵە مادەی سێی رێکەوتنامەکەدا هاتووە.
A 13 14|||spelling_confusion|||لێپرسراوێتی|||REQUIRED|||-NONE-|||0
A 14 15|||spelling_confusion|||هەر|||REQUIRED|||-NONE-|||0
A 25 26|||spelling_confusion|||لە|||REQUIRED|||-NONE-|||0
A 19 20|||spelling_confusion|||جینۆساید|||REQUIRED|||-NONE-|||0
A 22 23|||spelling_confusion|||تاوانێک|||REQUIRED|||-NONE-|||0
A 17 18|||spelling_confusion|||لە|||REQUIRED|||-NONE-|||0
A 6 7|||spelling_confusion|||رێکەوتنامەکە|||REQUIRED|||-NONE-|||0

S لەلایەن سەرۆک خیزانەوە خەڵات دەکرێت وەەروەەا لە ئێوارەیی جەژن ئاگر هەڵدەکەن، پێ دەڵێن وئەندامانی خێزان هەر یەکی سێ جاران بەسەریدا بازدەدەن بەو بڕوایەی کە گوناحەکانان دەسووتێنرێن، لە ڕۆژی جەژن دا ئێزدیەکان جەژنی یەکتر پیرۆز دەکەن.
A 24 25|||noun_adjective_agreement|||گوناحەکانیان|||REQUIRED|||-NONE-|||0
A 11 12|||noun_adjective_agreement|||پێی|||REQUIRED|||-NONE-|||0
A 7 8|||noun_adjective_agreement|||ئێوارەی|||REQUIRED|||-NONE-|||0

S چونکە کۆمەلأ گۆڕا بۆ گوندو شار ‌و پەیوەندییە کۆمەڵایەتییەکانی ئەو کۆمەڵانەی لەسەر بنەمای کشتوکالأ دامەزرا بووم ئەو هێزو پتەوییەی نەما، چونکە دانیشتوان لەگوندو شارەکاندا دەژیان کە دوور بوون لەیەکەوە.
A 15 16|||tense_agreement|||بوون|||REQUIRED|||-NONE-|||0

S تێکڕای گەرمای مانگی تەم موز کە گەرمترین مانگی ساڵە لەهەرێمدا لەزۆربەی ناوچەکاندا لەپلەی سەدی پترە.
A 9 10|||whitespace|||لە|||REQUIRED|||-NONE-|||0
A 3 5|||whitespace|||تەمموز|||REQUIRED|||-NONE-|||0
A 12 13|||whitespace|||لە|||REQUIRED|||-NONE-|||0
A 11 11|||whitespace|||زۆربەی|||REQUIRED|||-NONE-|||0
A 13 13|||whitespace|||پلەی|||REQUIRED|||-NONE-|||0
A 10 11|||whitespace|||لە|||REQUIRED|||-NONE-|||0
A 10 10|||whitespace|||هەرێمدا|||REQUIRED|||-NONE-|||0

S بۆ نموونە خێرایی رووناکی لەبۆشایی دا گەورەترینە، بەڵامان خێرایی یەکەی لەناوەندێکی گازیدا زیاترە لە خێراییەکەی لە ناوەندێکی رەقیدا.
A 7 8|||clitic_form|||بەڵام|||REQUIRED|||-NONE-|||0

S چونکە ئەو بارانەی کە بەەۆی گەرمی و بە هەڵم بوون لە بارانەکانی وەرزە ساردەکان وون دەبێت کەمترە لە باڕانەکانی وەرزە گەرمەکان، ڕووەکیش بەدەگمەن دەبینرێت کە ئەمەش بەلگەی تینی وشکییە.
A 18 19|||spelling_confusion|||بارانەکانی|||REQUIRED|||-NONE-|||0
A 26 27|||spelling_confusion|||بەڵگەی|||REQUIRED|||-NONE-|||0

S گۆشە جیاوازی ڕەوگە لە نێوان ڤۆڵتیەو تەزوو چەندە؟
A 0 1|||noun_adjective_agreement|||گۆشەی|||REQUIRED|||-NONE-|||0

S ژمارەی رکاتە کانی ئەم نوێژە دوانە و پێش نوێژ بە دەنگی بیستراو ئایەتەکان دەخوێنێت و زیکرەکان دەکات، وەک نوێژی جەژن ئەنجام دەدرێت. لە رکاتی یەکەمدا دوای فاتیحە سورەتی و لە رکاتی دووەمدا سورەتی بۆ پێشنوێژەوە دەخوێنرێت.
A 33 34|||case_role_preposition|||لەلایەن|||REQUIRED|||-NONE-|||0

S گرێبەست لەئیسلامدا چی دەگرێتەووە؟ جۆرەکانی بلێ؟
A 3 4|||orthography|||دەگرێتەوە؟|||REQUIRED|||-NONE-|||0

S موسلمانان کۆمەڵ کۆ مەڵکۆچیان کردتا وایلێەاتت موسڵم انێک ڵە مەک کە نەمای ەوە جگە لە پێغەمبەر (د.خ)وئەبو بەکڕی صدیق ‌و عەلیکوڕی ئەبی تاڵیب نەبێ.
A 20 21|||spelling_confusion|||عەلی|||REQUIRED|||-NONE-|||0
A 17 17|||spelling_confusion|||ئەبو|||REQUIRED|||-NONE-|||0
A 10 11|||spelling_confusion|||کۆمەڵ|||REQUIRED|||-NONE-|||0
A 16 17|||spelling_confusion|||(د.خ)و|||REQUIRED|||-NONE-|||0
A 11 13|||spelling_confusion|||کۆمەڵ کۆچیان کرد تا وای لێەات موسڵمانێک لە مەککە نەمایەوە|||REQUIRED|||-NONE-|||0
A 21 21|||spelling_confusion|||کوڕی|||REQUIRED|||-NONE-|||0
A 0 10|||spelling_confusion|||موسڵمانان|||REQUIRED|||-NONE-|||0
A 17 18|||spelling_confusion|||بەکری|||REQUIRED|||-NONE-|||0

S میر حەسەنوەیەی کە هەتا ساڵی ۳۶۹کۆچی/ ۹۷۹زایینی میرایەتی کردووەو زۆر ژیرانە پەیوەندییە سیاسییەکانی لەگەڵ بوەیەییەکان پەرە پێ داوەو طوانیویەتی هۆزو ناچەی کوڕدی جیا جیا بخاطە سەڕ میرنشینەکەی.
A 18 19|||spelling_confusion|||توانیویەتی|||REQUIRED|||-NONE-|||0
A 21 22|||spelling_confusion|||کوردی|||REQUIRED|||-NONE-|||0
A 24 25|||spelling_confusion|||بخاتە|||REQUIRED|||-NONE-|||0
A 25 26|||spelling_confusion|||سەر|||REQUIRED|||-NONE-|||0

S شونبزکردن و لەناوبڕدنی نزیکەی دووسەد هەزار مڕۆڤی کورد.
A 2 3|||orthography|||لەناوبردنی|||REQUIRED|||-NONE-|||0
A 6 7|||orthography|||مرۆڤی|||REQUIRED|||-NONE-|||0

S ئەگەردووەێزیان زێاتر کارێان کڕدە سەر غاڵێک وەبەرئەنجامیان بو بەسفر ئەوا دەووترێ کە خاڵەکە لەباری هاوسەنگی دایە، خاڵی هاوسەنگ یان ڕاوەستاو دەبێت یان جووڵاو دەبێت بە خێراییەکی نەگۆر لەسەر هێڵێکی ڕاست.
A 7 8|||orthography|||بوو|||REQUIRED|||-NONE-|||0
A 1 4|||orthography|||زیاتر کاریان کردە|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||خاڵێک|||REQUIRED|||-NONE-|||0

S ئەوانەی دوایی وای بۆ دەچن کە هەر چەندە زانیارییەکان شێوەی ڕووت یان گشتیان هەبێ ئەوا دەبێ هەر بگەڕێنەوە سەر بنەڕەت وسەرەتاکان تاقیکاری هەستەکی.
A 20 21|||noun_adjective_agreement|||وسەرەتاکانی|||REQUIRED|||-NONE-|||0

S پەلە مەکە نەکتێ بکەوێت.
A 2 3|||whitespace|||نەک|||REQUIRED|||-NONE-|||0
A 3 4|||whitespace|||بکە|||REQUIRED|||-NONE-|||0
A 4 4|||whitespace|||وێت.|||REQUIRED|||-NONE-|||0
A 3 3|||whitespace|||تێ|||REQUIRED|||-NONE-|||0

S سەردار محمد عبدالرحمن، هوشیار محمدامین خۆشناو، (ئەتڵەسیی مێژووی بزاڤی رزگاریخوازی کوردستان، کۆمپانیای تێنوس بۆ چاپەمەنی و کاری هونەری، بەرگی یەکەم، هەولێر، ۲۰۱۲.
A 6 7|||noun_adjective_agreement|||(ئەتڵەسی|||REQUIRED|||-NONE-|||0

S ۱/ عەرەبەکانی نیمچەدوورگە شانازی ان بە تیرەگەری دەکرد، کە ئایینی ئی سلام بڵاو بووەوە، ناکۆکی ‌و دەمارگیری نەەێش ت،کە پێغەمبەر ماڵئاوایی یەک جارەکی کرد، ئەو عەرەبانە هەڵگەڕانەوە بۆ پیادەکردنی داب ‌ونەریتە کۆنەکانیان وایانزانی کە ئایینی ئیسلامکۆتایی پێەات.
A 9 10|||whitespace||||||REQUIRED|||-NONE-|||0
A 36 36|||whitespace|||کۆتایی|||REQUIRED|||-NONE-|||0
A 10 11|||whitespace|||ئایینی|||REQUIRED|||-NONE-|||0
A 3 5|||whitespace|||شانازیان|||REQUIRED|||-NONE-|||0
A 30 31|||whitespace|||‌و|||REQUIRED|||-NONE-|||0
A 35 36|||whitespace|||ئیسلام|||REQUIRED|||-NONE-|||0
A 17 19|||whitespace|||نەەێشت، کە|||REQUIRED|||-NONE-|||0
A 31 31|||whitespace|||نەریتە|||REQUIRED|||-NONE-|||0
A 11 12|||whitespace|||ئیسلام|||REQUIRED|||-NONE-|||0

S تەمەنی مرۆڤ کورت‌و سنوردارە، ژۆرێک ڵە مرۆڤەکان پێش ئەوەی بەرەنجامی کاڕەکانی خۆیان بە تەواوی ببینن، کۆچی دوایی دەکەن.
A 4 6|||spelling_confusion|||زۆرێک لە|||REQUIRED|||-NONE-|||0
A 10 11|||spelling_confusion|||کارەکانی|||REQUIRED|||-NONE-|||0

S بەڵکو بە شتێ کە کە لەبەر دەستی هەموواندایە و هەر مرۆڤێکیش دەتوانێت سوودی لێ وەربگرێت ‌و پەیوەندی بە ئیرادەی خۆیە وە هەیەکە ئەویش تەقوا وچاکەکارییە.
A 22 22|||whitespace|||کە|||REQUIRED|||-NONE-|||0
A 2 4|||whitespace|||شتێکە|||REQUIRED|||-NONE-|||0
A 19 21|||whitespace|||خۆیەوە|||REQUIRED|||-NONE-|||0
A 25 25|||whitespace|||چاکەکارییە.|||REQUIRED|||-NONE-|||0
A 24 25|||whitespace|||و|||REQUIRED|||-NONE-|||0
A 21 22|||whitespace|||هەیە|||REQUIRED|||-NONE-|||0

S لە ڕستەی سێیەمیشدا دیسان بێژەکانی، کە جانەوەرو گیاندارن، ناوی گشتین، چونکە بۆ ڕەگەز ئەو گیاندارانەو بۆ تاکە تاکەیان بەکار دێت.
A 5 5|||noun_adjective_agreement|||،|||REQUIRED|||-NONE-|||0
A 12 13|||noun_adjective_agreement|||ڕەگەزی|||REQUIRED|||-NONE-|||0
A 4 5|||noun_adjective_agreement|||بێژەکانی|||REQUIRED|||-NONE-|||0

S ئیرانیی کۆن, هیندیی کۆن.
A 2 2|||punctuation|||،|||REQUIRED|||-NONE-|||0
A 3 4|||punctuation|||کۆن|||REQUIRED|||-NONE-|||0
A 1 2|||punctuation|||کۆن|||REQUIRED|||-NONE-|||0
A 4 4|||punctuation|||.|||REQUIRED|||-NONE-|||0

S شایانی باسە هەندێککالای کوردستان وەک (مازوو)و (توتن)ولەئاستێکی جیەانی بازرگانیان پێوەدەکراو دەنێردرانە ئەوروپا.
A 2 3|||whitespace|||هەندێک|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||(توتن)و|||REQUIRED|||-NONE-|||0
A 3 3|||whitespace|||کالای|||REQUIRED|||-NONE-|||0
A 10 10|||whitespace|||دەکراو|||REQUIRED|||-NONE-|||0
A 7 7|||whitespace|||لە ئاستێکی|||REQUIRED|||-NONE-|||0
A 9 10|||whitespace|||پێوە|||REQUIRED|||-NONE-|||0

S لەو ناوچانەی کە چڕی دانیشتوانیان بەڕزە پیشەسازی زور هەیە، چونکە کرێکارێ هەرزانی زۆریان لێیە، سەرەڕای ئەوەش ئەو لێزانی‌و کارامەیی‌و شارەزاییەی کە لەو ناوچانەدا هەن، بوونەتە حۆی دامەزراندنی پیشەسازیی پسپۆڕی.
A 28 29|||orthography|||پسپۆری.|||REQUIRED|||-NONE-|||0
A 25 26|||orthography|||هۆی|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||کرێکاری|||REQUIRED|||-NONE-|||0
A 7 8|||orthography|||زۆر|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||بەرزە|||REQUIRED|||-NONE-|||0

S ج – بوونی چەند پەیوەنضییەکی کۆمەڵایەتی هاوشان ڵەگەل کردارە رەفتارییەکان.
A 7 8|||spelling_confusion|||لەگەل|||REQUIRED|||-NONE-|||0
A 4 5|||spelling_confusion|||پەیوەندییەکی|||REQUIRED|||-NONE-|||0

S بازڕگانی دەرەکی: مانای گواستنەوەێ شمەک و کارگوزاری بۆ دەرەوەی سنووری دۆڵی ڕووبار، وەک بۆ وڵاتی شام و ئێران ۆ ئەنادۆڵ و ئاسیای بچووک.
A 18 19|||orthography|||و|||REQUIRED|||-NONE-|||0
A 3 4|||orthography|||گواستنەوەی|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||بازرگانی|||REQUIRED|||-NONE-|||0

S هەروەەا فەڕمودەیەک لەسەر بەزەیی و سۆژ بەرانبەر بێوەژنان.
A 5 6|||orthography|||سۆز|||REQUIRED|||-NONE-|||0
A 1 2|||orthography|||فەرمودەیەک|||REQUIRED|||-NONE-|||0

S میری ئێزدیان: واتە میری هەموو ئێژدیەکان لە جیەاندا، سەرۆکی ئەنجومەنی باڵای ڕۆحانی ئێزدییە، کاروباری ئاینی و دونیای ئێزدییەکان بەڕێوە دەبات و لە شاڕۆچکەی باعەدڕێ نیشتەجێ یە، دەبێی لە بنەماڵەی میر بێت.
A 26 27|||clitic_form|||دەبێت|||REQUIRED|||-NONE-|||0
A 5 6|||clitic_form|||ئێزدیەکان|||REQUIRED|||-NONE-|||0
A 22 23|||clitic_form|||شارۆچکەی|||REQUIRED|||-NONE-|||0
A 23 24|||clitic_form|||باعەدرێ|||REQUIRED|||-NONE-|||0

S ڵە سەرەتای سەضەی نۆزدەەەم دا بەشێوەیەکی ڕەسمی و یاسایی ڕژێمی زەوی و زار بەخشینی جەنگی کۆطایی پێ هات و خاوەن موڵکە نوێیەکان جێیان گرتنەوە.
A 2 3|||spelling_confusion|||سەدەی|||REQUIRED|||-NONE-|||0
A 0 1|||spelling_confusion|||لە|||REQUIRED|||-NONE-|||0
A 15 16|||spelling_confusion|||کۆتایی|||REQUIRED|||-NONE-|||0

S کانزاکاری و کانەبەرد: دەرەێنانی نەوتیخاو و کانزاکانی دیکەش دەگرێتەوە.
A 5 5|||whitespace|||خاو|||REQUIRED|||-NONE-|||0
A 4 5|||whitespace|||نەوتی|||REQUIRED|||-NONE-|||0

S وەک لە پێشەوە ئاماژەمان پێ کردن قورئان بانگەشەی خاوەن کتێبەکانی دیکە دەکات بۆ رێک کەوتن لەسەر کۆمەڵێک خاڵی هاوبەش کە ئاینە ئاسمانییەکان تێیدا هاوبەشن.
A 5 6|||tense_agreement|||کرد|||REQUIRED|||-NONE-|||0

S لە ڕۆژئاوای ئیسلامی و ئەندەلوسدا گەلێ زانانی بلیمەت و نووسەری بە تواناو بیرمەندی زیرەک و لێەاتوو هەڵکەوتن لەوانە و و و، کە ناوبانگیان بە ڕۆژەەڵاتیش دەنگی دابووە.
A 21 21|||case_role_preposition|||،|||REQUIRED|||-NONE-|||0
A 23 24|||case_role_preposition|||لە|||REQUIRED|||-NONE-|||0
A 20 21|||case_role_preposition|||و|||REQUIRED|||-NONE-|||0

S ئەم میرە توانیویەتی لەشکری(ئاق قۆینلو)کە بە سەرکردایەتی بوو هێرشی کردووەتە سەر میرنشینەکەی و ویستوویەتی قەڵای ئامێد داگیر بکات، بەڵام نەی توانی ئەم قەڵایە داگیر بکات شکاندویەتی و ناچاری کردووە کە بەنائومێد لەشکری بگەڕێتەوە بە شکاوی.
A 15 16|||noun_adjective_agreement|||ئامێدی|||REQUIRED|||-NONE-|||0
A 30 31|||noun_adjective_agreement|||بەنائومێدی|||REQUIRED|||-NONE-|||0

S رێزی هاوبەش لەنێوان کاڕمەندان و هاوڵاتیان تا کارەکانیان بە شێوەیەکی گونجاو رایی بکڕێت.
A 3 4|||spelling_confusion|||کارمەندان|||REQUIRED|||-NONE-|||0
A 12 13|||spelling_confusion|||بکرێت.|||REQUIRED|||-NONE-|||0

S دەمانسووتاندن - ئێمە ئەوانمان ضەسووتاند.
A 4 5|||spelling_confusion|||دەسووتاند.|||REQUIRED|||-NONE-|||0

S خۆزگە نە بتدیایە نە قسەتلەگەڵ بکردایە.
A 5 5|||whitespace|||لەگەڵ|||REQUIRED|||-NONE-|||0
A 4 5|||whitespace|||قسەت|||REQUIRED|||-NONE-|||0

S دووەم: دەگ وترێ‌، مرۆڤ چاکەی لە سروشتیدا هەیە، چونکە لە قوڕێکی پاک درووستکراوە، بە ڵام خراپەکاری لەژینگە کۆمەڵایەتیەکەیدا رێگای پێگرتووە و کاری تێکردووە بە چاک و خراپ کاردەکاتە سەر بارودۆخی گشتی و ئەو ژینگەیەی مرۆڤ و کۆمەڵی تێدا دەژی.
A 17 17|||whitespace|||ژینگە|||REQUIRED|||-NONE-|||0
A 1 3|||whitespace|||دەگوترێ‌،|||REQUIRED|||-NONE-|||0
A 13 15|||whitespace|||بەڵام|||REQUIRED|||-NONE-|||0
A 16 17|||whitespace|||لە|||REQUIRED|||-NONE-|||0

S سامی سعید الأحد ورضا جواد الەاشمی، ال تاریخ الشروق الادنی القدیم– أیران و الاناضول.
A 7 8|||whitespace|||التاریخ|||REQUIRED|||-NONE-|||0
A 10 11|||whitespace|||القدیم|||REQUIRED|||-NONE-|||0
A 11 11|||whitespace|||–|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||الەاشمی،|||REQUIRED|||-NONE-|||0
A 13 14|||whitespace|||الاناضول|||REQUIRED|||-NONE-|||0
A 14 14|||whitespace|||.|||REQUIRED|||-NONE-|||0
A 5 6|||whitespace||||||REQUIRED|||-NONE-|||0

S ژۆرتریش لەسەر یەم جۆرە بانانە چیای گڕکانی هەێە کە بەەۆێ چاڵاکی ناوبەناوی گڕکانەکانەوە دروست بووە.
A 0 1|||orthography|||زۆرتریش|||REQUIRED|||-NONE-|||0
A 7 8|||orthography|||هەیە|||REQUIRED|||-NONE-|||0
A 2 3|||orthography|||ئەم|||REQUIRED|||-NONE-|||0
A 9 11|||orthography|||بەەۆی چالاکی|||REQUIRED|||-NONE-|||0

S چونکە لەو هەرێم و وڵاتانە شارستانییەتی دێرین و پێشکەوتوو هەبوو دامو دەزگای کارگێڕی و دارایی و زانستی لە ئارادابوو،
A 18 19|||punctuation|||ئارادابوو.|||REQUIRED|||-NONE-|||0

S شێخ وەرام لە ساڵی ۶۰۵ کۆچی / ۱۲۰۸ زایینی کۆچی ضوایی کرد و ڵە مەزاری ئیمام عەلی کوڕی ئەبوتالیب لە نەجەف بەخاک سپێردرا.
A 13 14|||spelling_confusion|||لە|||REQUIRED|||-NONE-|||0
A 10 11|||spelling_confusion|||دوایی|||REQUIRED|||-NONE-|||0

S (ن)ی چاوگ مۆڕفیمێکی کۆی بێ ڵایەنە و ئەنجامدانی کارەکە ناداتە پاڵ هیچ طوخمێکی دەستنیشانکراو، بۆیە ڕۆڵی مۆرفیمی کات نامێنێ و کپ دەبێ ۲۶۶.
A 12 13|||spelling_confusion|||توخمێکی|||REQUIRED|||-NONE-|||0
A 5 6|||spelling_confusion|||لایەنە|||REQUIRED|||-NONE-|||0
A 2 3|||spelling_confusion|||مۆرفیمێکی|||REQUIRED|||-NONE-|||0

S بۆیە دەنوێنێت. تەزووی دەرچوو بەیەک ئاراستە دەبێت. وێنەی سووڕی ڕاستکەرەوەیەکی نیوە شەپۆلأ
A 2 2|||word_order|||دەنوێنێت.|||REQUIRED|||-NONE-|||0
A 1 2|||word_order||||||REQUIRED|||-NONE-|||0

S هەمو گەلانێ جیەان هەریەک بە رێژەی جیاجیا بەشداریان ڵە بنیاتنانی شاڕستانییەتدا کردووە.
A 0 1|||orthography|||هەموو|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||شارستانییەتدا|||REQUIRED|||-NONE-|||0
A 1 2|||orthography|||گەلانی|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||لە|||REQUIRED|||-NONE-|||0

S بابەتەکانی ئەم پەرتووکە جۆرە بەیەکەوە تەواوکەری قۆناغەکانی دیکەی خوێندن و ئەمەش بۆ ئەوەی بۆ فێرخواز سوودمەندە، چونکە دەبێتە هۆی ئامادەسازییەک بۆ تێگەیشتن لە بنەما زانستییەکان و بانگراوندێکی فراوانیشە بۆ قۆناغەکانی زانکۆ تا کەڵکی لیوەربگرێ.
A 33 34|||orthography|||لێوەربگرێ.|||REQUIRED|||-NONE-|||0

S مامۆسطا هەڵدەستێت بە دابەشکردنی قوطابییەکان بۆ چەند تیپێک، بۆ ئەوەی یارمەطی ئەو قوتابییانە بدەن کە لەوان بچووکترن‌و ڵە پۆڵەکانی یەکەم‌و دووەمن، لە گۆڕەپانی قوتابخانە‌و کاتێک لە شەقام دەپەرنەوە لە پاش کۆتایی هاتنی ضەوام.
A 4 5|||spelling_confusion|||قوتابییەکان|||REQUIRED|||-NONE-|||0
A 10 11|||spelling_confusion|||یارمەتی|||REQUIRED|||-NONE-|||0
A 32 33|||spelling_confusion|||دەوام.|||REQUIRED|||-NONE-|||0
A 0 1|||spelling_confusion|||مامۆستا|||REQUIRED|||-NONE-|||0
A 27 28|||spelling_confusion|||دەپەڕنەوە|||REQUIRED|||-NONE-|||0
A 17 19|||spelling_confusion|||لە پۆلەکانی|||REQUIRED|||-NONE-|||0

S هەر دەوڵەتێک، شارستانێتی‌و پێشکەوتنی بە پارێزگاریکردنی مافی مرۆڤەوە بەنضە، چەند مافی هاووڵاتییەکانی خۆی راگرێ ئەوەندە یاسا لە وڵاتەکەدا سەروەر دەبێ‌و کەم کێشە دەبێ، پێچەوانەکەشی راستە. چونکە پێشێلکردنی مافی مرۆڤ، نایەکسانیو نائارامیو بێمتمانەیی دەخاتەوە.
A 8 9|||spelling_confusion|||بەندە،|||REQUIRED|||-NONE-|||0

S بە کورتی سەبارەت بە رۆڵم کورد لە شۆرشی ۱۴ی تەمووز ۱۹۵۸دا بنووسە.
A 4 5|||possessive_clitic|||رۆڵی|||REQUIRED|||-NONE-|||0

S دەبینین شەوقی گڵۆپەکە یەکسەر زیاد دەبێت بۆ هەمان ئەو شەوقەی کە هەیەتی لە سورێکی ئاساییدا.
A 13 14|||orthography|||سوڕێکی|||REQUIRED|||-NONE-|||0

S هەر بۆیە کۆمەڵەی گشتی نەتەوەیەکگرتوەکان لە یادی پەنجا ساڵەی جاڕنامەی گەردونی مافەکانی مرۆڤدا بڕیارێکی پەسەندکردو تێیدا داوای لە حکومەتی دەوڵەتەکان کرد کارئاسانی زیاتر بکەن بۆ کاری رێکخراوەکان و یاساکانتان بە جۆرێک دابڕێژن رێگری دروست نەکات لە بەردەمیاندا.
A 28 29|||clitic_form|||یاساکانیان|||REQUIRED|||-NONE-|||0

S پلەی بەرزی پەرستش ئەوەیە خودا بپەرستی وەک ئەوەی کەبیبینی، کە تۆ ئەو نابینی ئەو تۆ دەبینێ ئاگاەکەی لێتە، ئەمە واتای راستی پەرستش و، بەمەش رەزامەندی پەروەردگار بەدەست دێنێت وە سەرکەوتوو دەبێت.
A 16 17|||noun_adjective_agreement|||ئاگای|||REQUIRED|||-NONE-|||0

S پێغەمبەرو هاورێی سەر ڵەبەیانی ڕۆژی پێنج شەممەی یەکەمی مانگی ڕەبیعی یەکەم لە مەککە دەرچوون. ئەو کات تەمەنی پێغەمبەر پەنجاو سێ سال بوو پاش چەندان ڕۆژ گەیشتنە یەپرب، کە خەڵکی ئەم شوێنە زۆر بە ضڵگەرمی پێشوازیان لێکردن.
A 20 21|||spelling_confusion|||ساڵ|||REQUIRED|||-NONE-|||0
A 33 34|||spelling_confusion|||دڵگەرمی|||REQUIRED|||-NONE-|||0
A 1 2|||spelling_confusion|||هاوڕێی|||REQUIRED|||-NONE-|||0
A 3 4|||spelling_confusion|||لەبەیانی|||REQUIRED|||-NONE-|||0

S بوونی دەستەیەکی هوشیار و ڕۆشنبیری کورد و گەڵاڵەبوونی هەستی نەتەوایەتی کوردی لایان و کاریگەرییان لەسەر زۆربەم چین و توێژەکانی کۆمەڵی کوردی.
A 15 16|||possessive_clitic|||زۆربەی|||REQUIRED|||-NONE-|||0

S کاتێ سوڵت انی عوس مانی بەمەیزانی هەڵسا بە ڕاگواستنیان بۆ ئەوروپالەوێ پەرش و بڵاوی کردنەوە.
A 1 5|||whitespace|||سوڵتانی عوسمانی|||REQUIRED|||-NONE-|||0
A 10 11|||whitespace|||ئەوروپا|||REQUIRED|||-NONE-|||0
A 11 11|||whitespace|||لەوێ|||REQUIRED|||-NONE-|||0

S پیاوە دەشتەکیەکەم یەکەت چ کارێکی هەڵەی ئەنجامدا؟
A 2 3|||clitic_form|||یەکەم|||REQUIRED|||-NONE-|||0
A 1 2|||clitic_form|||دەشتەکیەکەی|||REQUIRED|||-NONE-|||0

S خۆی لەراستیدا چاودێریکردنی کاری دەسەڵاتی یاسادانانەکە وەک چاودێرێک سەیری دەسەڵاتی کارەکانی جێبەجێکردن دەکات.
A 9 10|||word_order||||||REQUIRED|||-NONE-|||0
A 10 10|||word_order|||دەسەڵاتی|||REQUIRED|||-NONE-|||0

S ئەم یاسایانەش هەمان بیرۆکەەکەی یاساکانی جوولەی بەەێلە بەتاودانی ڕێک.
A 3 4|||noun_adjective_agreement|||بیرۆکەی|||REQUIRED|||-NONE-|||0

S لیژنە کاتێکیش لە کۆتایی بەڕەەمەکەیدا هاتووە سەر باسی ئامرازەکان، تەنیا بەچەند دێڕێک لە و دواوە،
A 14 15|||spelling_confusion|||دواوە.|||REQUIRED|||-NONE-|||0
A 4 5|||spelling_confusion|||بەرەەمەکەیدا|||REQUIRED|||-NONE-|||0

S نەوەکو نەریتی پشتاوپشتی لە پایەی خەلافە بچەسپێت، سەرئەنجام دەستەی راوێژکاری لە سەر هەڵبژاردنی عوسمانی کوڕیعەفان ڕێک ەوتن.
A 14 17|||whitespace|||کوڕی عەفان ڕێکەوتن.|||REQUIRED|||-NONE-|||0
A 10 12|||whitespace|||لەسەر|||REQUIRED|||-NONE-|||0

S گۆتیەکان لە هەرێمی کوردستانی عێراقدا جێنشین بوون، ڕۆڵ ئەمانە لە کۆتایی دەردەکەوێت. پاش بڵاوبونەوەیان لە دەڤەرە دەشتەکانی نێوان زێی بچووک و ڕووباری سیروان، شاری کەرکووکی ئێستا گرنگترین مەڵبەندیان بووە.
A 7 8|||noun_adjective_agreement|||ڕۆڵی|||REQUIRED|||-NONE-|||0

S شانۆگەریی - یاریی منالان - پەریی - خوشکم ئامادەی کردبوو
A 9 10|||punctuation|||کردبوو.|||REQUIRED|||-NONE-|||0

S بڕوانە نموونەکانی و و لە هەردوو لایەنی دروستەی سینتاکسی و دروستەیی زانیارییەوە لێیانورد ببەرەوە.
A 10 11|||noun_adjective_agreement|||دروستەی|||REQUIRED|||-NONE-|||0

S ئەوانەش کە ئازاد بوون‌و سیفەتی هاووڵاتیان هەبووە چەنض مافێکیان هەبووە، وەک: مافی ژیان، مافی موڵکداڕی، مافی پێکەوەنانی خێزان، مافی کۆیلەداری، بەڵکو وەک نەڕیتێک پارێزراون‌و پێرەو کڕاون، هەر بۆیە پێشێلکردنی ئەم مافانە زۆڕ ئاسان‌و ئاسایی بووە.
A 7 8|||spelling_confusion|||چەند|||REQUIRED|||-NONE-|||0
A 14 15|||spelling_confusion|||موڵکداری،|||REQUIRED|||-NONE-|||0
A 24 26|||spelling_confusion|||پێڕەو کراون،|||REQUIRED|||-NONE-|||0
A 22 23|||spelling_confusion|||نەریتێک|||REQUIRED|||-NONE-|||0
A 31 32|||spelling_confusion|||زۆر|||REQUIRED|||-NONE-|||0

S لە ڕستەی یەکەمدا،، گر ێیەکی ناوییە، چونکە لە هەردوو ناویو بە یارمەتی ئامرازی دانەپاڵ پێکەاتو وە. ئە رکی (بکەر)یشی بینیوە، چونکەکاری (داگیرسان)ی ئەنجامداوە، واتە کارێکی ئەنجامداوە‌و کارەکەش تەواوە.
A 14 18|||whitespace|||پێکەاتووە. ئەرکی|||REQUIRED|||-NONE-|||0
A 21 21|||whitespace|||کاری|||REQUIRED|||-NONE-|||0
A 2 5|||whitespace|||یەکەمدا ، ، گرێیەکی|||REQUIRED|||-NONE-|||0
A 10 10|||whitespace|||و|||REQUIRED|||-NONE-|||0
A 9 10|||whitespace|||ناوی|||REQUIRED|||-NONE-|||0
A 20 21|||whitespace|||چونکە|||REQUIRED|||-NONE-|||0

S ئیش لەزانستی فیزیادا سنووردار دەکرێت بەەەبوونی هێز و هەبوونی لادان بەئاڕاستەی هێزەکە،
A 11 12|||punctuation|||هێزەکە.|||REQUIRED|||-NONE-|||0

S لەم ڕستانەی خوارە وەدا هەر هاوەڵناوێکی چۆنییەتی هەیە دەریبەێنەو ئەرکەکەەکەی دیا ربکە.
A 9 12|||noun_adjective_agreement|||ئەرکەکەی دیاربکە.|||REQUIRED|||-NONE-|||0
A 2 4|||noun_adjective_agreement|||خوارەوەدا|||REQUIRED|||-NONE-|||0

S بەڵام ئەگەر پەیوەندی لەگەلأ خوادا بەەێز بێط و پشتی پێ ببەستێت لە فێلأ و خراپەکانی شەیتان بەدور دەبێت.
A 6 7|||spelling_confusion|||بێت|||REQUIRED|||-NONE-|||0

S دەبێ خێزان لە رێگای زاوزێوە ئەندامی پێویست بۆ کۆمەڵگە دابین بکات، چونکە ئەمانە بەردی بناغەی سەرەک کۆمەڵن چ لە بارەەکەی بەرەەمەێنان یان پێشکەشکردنی خزمەتگوزاری و بەرگریکردن لە نیشتمان و نەتەوە و پاراستنی خاکەکەی.
A 19 20|||noun_adjective_agreement|||بارەی|||REQUIRED|||-NONE-|||0
A 15 16|||noun_adjective_agreement|||سەرەکی|||REQUIRED|||-NONE-|||0

S ئەوەیە کە پارەی زۆر سەرف بکەین یان لە رادەی ئاسایی خۆی لە خواردن و پۆشاک و نیشتەجێ بوون و لە خۆشیەکانی ژیان
A 21 22|||punctuation|||ژیان.|||REQUIRED|||-NONE-|||0

S باوکیان زۆر شادیان بوو بە هەڵوێستی منداڵەکانت و گوتی: خوا بە سۆز و میەری خۆی چاودێرییان بکات، بە راستی زۆر بە بەزەیی و دڵنەرمن.
A 15 16|||possessive_clitic|||چاودێریتان|||REQUIRED|||-NONE-|||0
A 6 7|||possessive_clitic|||منداڵەکانی|||REQUIRED|||-NONE-|||0
A 2 3|||possessive_clitic|||شادمان|||REQUIRED|||-NONE-|||0

S چاڵاکی دەریاوانی هەر لە کەنەدا بیگرە تا دەگاتە بەندەرەکانی شیلی بە گەرمی هەیە.
A 0 1|||orthography|||چالاکی|||REQUIRED|||-NONE-|||0

S لە دەورو بەری ساڵیوەکو هێزێکی کارای سەڕبازی و سیا سی دەرکەوتن، کاتێ کە سەرکردەی بەناوبانگیان توانیهەموو هۆزەکانی مەغۆڵ یەکبخات وپاشانوڵاتانیی چین و بلادما ورا‌والنەر و خوراسان و فارس و ئازربایجان و ناوچەی قەفقاسی داگیرکرد.
A 20 20|||whitespace|||پاشان وڵاتانی|||REQUIRED|||-NONE-|||0
A 19 20|||whitespace|||و|||REQUIRED|||-NONE-|||0
A 16 16|||whitespace|||هەموو|||REQUIRED|||-NONE-|||0
A 15 16|||whitespace|||توانی|||REQUIRED|||-NONE-|||0
A 22 23|||whitespace|||بلاد|||REQUIRED|||-NONE-|||0
A 9 10|||whitespace|||سیاسی|||REQUIRED|||-NONE-|||0
A 3 4|||whitespace|||ساڵی|||REQUIRED|||-NONE-|||0
A 23 24|||whitespace|||ورا‌و|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||سەربازی|||REQUIRED|||-NONE-|||0
A 23 23|||whitespace|||ما|||REQUIRED|||-NONE-|||0
A 1 3|||whitespace|||دەوروبەری|||REQUIRED|||-NONE-|||0
A 8 9|||whitespace||||||REQUIRED|||-NONE-|||0
A 4 4|||whitespace|||وەکو|||REQUIRED|||-NONE-|||0
A 24 24|||whitespace|||النەر|||REQUIRED|||-NONE-|||0
A 17 18|||whitespace|||مەغۆل|||REQUIRED|||-NONE-|||0

S ئامێرەکە بەرگی کارایەکی زیندووی وە رگرتووە، بەم پێیەبەردەکە کارایەکی خوازراوە و هەم وو ڕستەکە خوازە دەردەچێ.
A 12 13|||whitespace|||و|||REQUIRED|||-NONE-|||0
A 8 8|||whitespace|||بەردەکە|||REQUIRED|||-NONE-|||0
A 13 13|||whitespace|||هەموو|||REQUIRED|||-NONE-|||0
A 10 12|||whitespace||||||REQUIRED|||-NONE-|||0
A 7 8|||whitespace|||پێیە|||REQUIRED|||-NONE-|||0
A 4 6|||whitespace|||وەرگرتووە،|||REQUIRED|||-NONE-|||0

S لێرەدا لەکاتی هەڵا وسان بانکی مەرکەزی هەڵدەستێت بە بەرزکردنەوەی ڕێژەیی یەدەگەکەبۆ ئەوەیقەبارەیپارەی ماوەلەلای بانکە بازرگانییەکان کەم بکاتەوە، بەمەش کار دەکاتە سەر قەبارەی قەرزدانو خستنەڕووی پارە لە گەڵیدا بەە ای پارەکەش بەرز دەبێتەوە.
A 11 12|||whitespace|||ئەوەی|||REQUIRED|||-NONE-|||0
A 11 11|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0
A 23 23|||whitespace|||و|||REQUIRED|||-NONE-|||0
A 13 13|||whitespace|||لەلای|||REQUIRED|||-NONE-|||0
A 12 12|||whitespace|||قەبارەی پارەی|||REQUIRED|||-NONE-|||0
A 22 23|||whitespace|||قەرزدان|||REQUIRED|||-NONE-|||0
A 12 13|||whitespace|||ماوە|||REQUIRED|||-NONE-|||0
A 27 29|||whitespace|||بەەای|||REQUIRED|||-NONE-|||0
A 2 4|||whitespace|||هەڵاوسان|||REQUIRED|||-NONE-|||0
A 10 11|||whitespace|||یەدەگەکە|||REQUIRED|||-NONE-|||0

S بۆ چارەکردنی ئەو زۆردارییە،، لە هەموو لایەکەوە کەوتبونە تێکۆشانی نەێنی. بۆ ڕووخاندنی حکومەتی، بەڵام ئەوەی کە هەستی پێ نەکرا وریابوونەوەیان سوپا بوو کە لەلایەن سەرکردەی سوپای پێکەاتبوو.
A 4 4|||possessive_clitic|||، ،|||REQUIRED|||-NONE-|||0
A 19 20|||possessive_clitic|||وریابوونەوەی|||REQUIRED|||-NONE-|||0
A 3 4|||possessive_clitic|||زۆردارییە|||REQUIRED|||-NONE-|||0

S بەغدا حلە دیوانیە سەماوەناسریەە بەس رە.
A 3 6|||whitespace|||سەماوە ناسریە بەسرە.|||REQUIRED|||-NONE-|||0

S بەڵام سامانی خانووبەرە بریتیین لە زەوی و زار وخانووبەرەی نیشتەجێبووە کە دروست کراون بۆ چارەسەرکردنی کێشەی نیشتەجێ بوون و ئەو موڵکانەش دەسەەن بۆ دەو ڵەت بەدەستدەەێنن و دەچنە خەزێنەی دەوڵەت.
A 26 26|||subject_verb_number|||دەەێنن|||REQUIRED|||-NONE-|||0
A 21 22|||subject_verb_number|||دەسەات|||REQUIRED|||-NONE-|||0
A 16 18|||subject_verb_number|||نیشتەجێبوون|||REQUIRED|||-NONE-|||0
A 9 9|||subject_verb_number|||خانووبەرەی|||REQUIRED|||-NONE-|||0
A 23 25|||subject_verb_number|||دەوڵەت|||REQUIRED|||-NONE-|||0
A 8 9|||subject_verb_number|||و|||REQUIRED|||-NONE-|||0
A 3 4|||subject_verb_number|||بریتییە|||REQUIRED|||-NONE-|||0
A 9 10|||subject_verb_number|||نیشتەجێبوون|||REQUIRED|||-NONE-|||0
A 25 26|||subject_verb_number|||بەدەست|||REQUIRED|||-NONE-|||0

S ئێنجا بە تەواوێ هەرچی لە ناو چوارگۆشەکانی نەخشە بچکۆڵانەکەدا هەیە، لە ناو چوارگۆشەکانی بەرامبەریاندا لە تابڵۆ گەوورەکەدا دەکێشین و بەو جۆرە یەو نەخشەیە دەردەچێت کە دەمانەوێت.
A 0 1|||orthography|||ئینجا|||REQUIRED|||-NONE-|||0
A 2 3|||orthography|||تەواوی|||REQUIRED|||-NONE-|||0
A 16 17|||orthography|||گەورەکەدا|||REQUIRED|||-NONE-|||0
A 21 22|||orthography|||ئەو|||REQUIRED|||-NONE-|||0

S گژوگیاو دارو ضرەختەکانی لە گژوگیاو درەختی ناوچە شاخاویەکان دەچێت، ئەم جیاوازییەش چۆنێەتی ئاووەەواو بەرزی و نزمیان ڕووی زەوی دەردەخەن، ئەوەتا باران لە باشووری ناوچەکە ۲۰۰ ملمە، بەرز دەبێتەوە بۆ ۴۰۰ ملم ڵە سنوری باکووری ناوچەکە.
A 2 3|||possessive_clitic|||درەختەکانی|||REQUIRED|||-NONE-|||0
A 31 32|||possessive_clitic|||لە|||REQUIRED|||-NONE-|||0
A 15 16|||possessive_clitic|||نزمی|||REQUIRED|||-NONE-|||0

S پێوەندی بە باسکردنی کەوتنە خوارەوەی تاکە تەنێک نییە لەو تەنانەی هاوشێوەی خۆی ئەمە لەلایەک، لەلایەکی دیکەوە ڕاستی زانستێیانە لەوەدا سەراپاگیرییە کە هەر ژییرییەک شارەزای بوو، بە پەسەندیی دادەنێت و بڕوای پێدەکات، بەبێ گوێدانە حەز و ئارەزووی توێژەرەکە.
A 26 27|||orthography|||پەسەندی|||REQUIRED|||-NONE-|||0
A 17 18|||orthography|||زانستییانە|||REQUIRED|||-NONE-|||0

S سەرکرادیەتی توانای چارەسەرکردنی ناکۆکی و دووبەرەکی نێو خەڵکیی هەیە، ئەویش بەەۆی تێگەیشتنی لە کێشەکانی کۆمەڵگە وا لە خەڵکی دەکات کە بە ئاشتیانە مامەڵە لەگەڵ یەکتری بکەن.
A 7 8|||noun_adjective_agreement|||خەڵکی|||REQUIRED|||-NONE-|||0

S هەر جموجۆڵێکی بە ئەنقەستی کەسە کاتێ کە لە نێو کەسانی دیکە دەبێت و دەشبێ ژێنگە و بارودۆخی هۆی رەفتارەکە هەبن.
A 14 15|||orthography|||ژینگە|||REQUIRED|||-NONE-|||0

S زاراوەی مۆرفیمبۆ بچووکترین یەکەی واتابەکاردێ کەوشە پێکبەێنێێ و خۆی لە بچووکتر کردنەوە نە یەت.
A 6 6|||whitespace|||وشە|||REQUIRED|||-NONE-|||0
A 5 5|||whitespace|||بەکاردێ|||REQUIRED|||-NONE-|||0
A 7 7|||whitespace|||بەێنێ|||REQUIRED|||-NONE-|||0
A 1 2|||whitespace|||مۆرفیم|||REQUIRED|||-NONE-|||0
A 4 5|||whitespace|||واتا|||REQUIRED|||-NONE-|||0
A 5 6|||whitespace|||کە|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||پێک|||REQUIRED|||-NONE-|||0
A 12 14|||whitespace|||نەیەت.|||REQUIRED|||-NONE-|||0
A 2 2|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0

S بۆ پێکانی ئەو مەبەس تە، باسەکە کراوەتە دوو بەش: لە بەشی یەکەم دا، کێش ەی بزوێنەکان و لە بەشی دووەمدا، کێشەی نەبزوێنەک ان، تاوتوێکراوە و لە هەربەشێکدا، دەنگە کێشەدارەکان خراونەتە بەر تیشکی لێکۆڵینەوە و چارەسەریان پێشنیارکراوە.
A 26 27|||whitespace|||هەر|||REQUIRED|||-NONE-|||0
A 27 27|||whitespace|||بەشێکدا،|||REQUIRED|||-NONE-|||0
A 11 15|||whitespace|||یەکەمدا، کێشەی|||REQUIRED|||-NONE-|||0
A 3 5|||whitespace|||مەبەستە،|||REQUIRED|||-NONE-|||0
A 21 23|||whitespace|||نەبزوێنەکان،|||REQUIRED|||-NONE-|||0

S یەک هێڵ لە هێڵەکان بواری موگناتیسی چی پێدەلێن؟
A 3 4|||noun_adjective_agreement|||هێڵەکانی|||REQUIRED|||-NONE-|||0

S ئەمانەش یەکە رامیارییەکان ی هەموو کیشوەرەکانی جیەان دەردەخەن و بەڕەنگ یەکە یەکە ڕوونکراونەتەوە و هەر دەوڵەتەش ڕەنگی جیاواژی بۆ دانراوە
A 17 18|||spelling_confusion|||جیاوازی|||REQUIRED|||-NONE-|||0
A 19 20|||spelling_confusion|||دانراوە.|||REQUIRED|||-NONE-|||0

S .بۆ مەبەستی ئاسانکاری کردارە حیسابیەکان خێرایی رووناکی لە بۆشایی دا ضادەنرێت بە.
A 11 12|||spelling_confusion|||بە|||REQUIRED|||-NONE-|||0
A 10 11|||spelling_confusion|||دادەنرێت|||REQUIRED|||-NONE-|||0
A 12 12|||spelling_confusion|||.|||REQUIRED|||-NONE-|||0

S گلۆپێک وەاندەرەیەک دوای یەک بە سەرچاوەیەکی ڤۆڵتیەی نۆڕەکی لەرەلەر گۆڕاو بەستڕان. چی بەسەر گەشەی گلۆپەکە دێت کاتیک لەرەلەر زیاد دەکڕێت؟ بۆچی؟
A 0 1|||orthography|||گڵۆپێک|||REQUIRED|||-NONE-|||0
A 19 20|||orthography|||دەکرێت؟|||REQUIRED|||-NONE-|||0
A 16 17|||orthography|||کاتێک|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||بەستران.|||REQUIRED|||-NONE-|||0
A 7 8|||orthography|||نۆرەکی|||REQUIRED|||-NONE-|||0
A 14 15|||orthography|||گڵۆپەکە|||REQUIRED|||-NONE-|||0

S لە بزن و مەڕ و مانگا و گامێش و وشتڕ پێک دێت، جگە لە بەرەەمی گۆشط بەرەەمی شیر و خوڕی و پێستیان هەیە، لە هەموو پارێزگاکانی عێراقدا دەردەکەوێت.
A 19 20|||spelling_confusion|||خوری|||REQUIRED|||-NONE-|||0
A 15 16|||spelling_confusion|||گۆشت|||REQUIRED|||-NONE-|||0
A 9 10|||spelling_confusion|||وشتر|||REQUIRED|||-NONE-|||0

S دیارکردنی دەستەی ئامارگیری، ئەویش لە رێگ ەی دەستنیشانکردنی جۆر و ئاستو قە بارەی ئەو ناوچەیەی کە دەستنیشانکراوە.
A 5 7|||whitespace|||رێگەی|||REQUIRED|||-NONE-|||0
A 10 13|||whitespace|||ئاست و قەبارەی|||REQUIRED|||-NONE-|||0

S کۆمەڵە مرۆڤێکی نیشتەجێی سەریەک خاکن و پەیوەندییەکانیان ژیان و چارەنووسی هاوبەش بە یەکیان دەبەستێتەوە و یەک خاک و یەک مێژوویان هەیە.
A 6 7|||possessive_clitic|||پەیوەندییەکانی|||REQUIRED|||-NONE-|||0

S لەم وشانەی خوارەوەدا, کاری تەواو و ناتەواو جیابکەرەوە, لەدواییدا بیانخەرە ڕستەوە.
A 7 8|||punctuation|||جیابکەرەوە،|||REQUIRED|||-NONE-|||0
A 2 3|||punctuation|||خوارەوەدا،|||REQUIRED|||-NONE-|||0

S لە هەمانکاتدا توانا بەرجەستەکراوەکان و ئەو کۆسپانەش کە دەبنە رێگر لە بەردەم جێبەجێکردنیی پلانەکەدا لە بەر چاو بگیرێن.
A 12 13|||noun_adjective_agreement|||جێبەجێکردنی|||REQUIRED|||-NONE-|||0

S نووسینی کوردەکانی سۆڤیت)یشدایە تەنیا شێوەی باوە و بە هیچ جۆرێک بەدی ناکرێ.
A 2 3|||orthography|||سۆڤێت)یشدایە|||REQUIRED|||-NONE-|||0

S کۆی هەموو کورسییەکە ۲۷۵ کورسیە. ئەرکی سەرەکی ئەم پەرلەمانە داڕشتنی دەستووری هەمیشەیی بۆ عێراق.
A 2 3|||noun_adjective_agreement|||کورسییەکان|||REQUIRED|||-NONE-|||0

S رێگای وزە پێدانێ رووناکی ڵەلەیزەری دۆخی رەقی وڵەیزەری دۆخی شلی بەکاردێت.
A 4 5|||orthography|||لەلەیزەری|||REQUIRED|||-NONE-|||0
A 2 3|||orthography|||پێدانی|||REQUIRED|||-NONE-|||0
A 7 8|||orthography|||ولەیزەری|||REQUIRED|||-NONE-|||0

S بەڵام پاشان تورکیا وازی لەم بەشە نەوتەیی خۆشی هێنا بە وەرگرتنی هەزار جونەیەی ئیسترلینی و ڕێگە دان بەتورکیا کە دەست بەرەڵڵا بێت لەدامرکاندنەوەی ئەو شۆڕش و ڕاپەڕینانەی کە لە باکووری کوردستان دژی کەمالییەکان بەرپادەکران.
A 6 7|||noun_adjective_agreement|||نەوتەی|||REQUIRED|||-NONE-|||0

S ئەگەرئەم بنەما یە نەبو ایە دە ترسان لەوەی لە دواڕۆژدا ئەم ڕەفتارانە بە یاسا قەدەغە بکرێن و لەسەری سزا بد رێنو بەمەشهەستیان بە دڵنیایی نەدەکرد.
A 21 22|||whitespace|||بەمەش|||REQUIRED|||-NONE-|||0
A 19 21|||whitespace|||بدرێن و|||REQUIRED|||-NONE-|||0
A 0 7|||whitespace|||ئەگەر ئەم بنەمایە نەبوایە دەترسان|||REQUIRED|||-NONE-|||0
A 22 22|||whitespace|||هەستیان|||REQUIRED|||-NONE-|||0

S مامۆستا کۆمەڵێک لە قوتابیان هەڵدەبژێرێت بۆ نواندنی چۆنیەتی سەردانکردنی هاوڕێیەکی نەخۆشی بەشێوەیەکی کرداری.
A 10 11|||clitic_form|||نەخۆشیان|||REQUIRED|||-NONE-|||0

S خودای گەورە لە باتی ئەوە بەرانێکی ناردیان بۆ ئەوەی بیکات بەقوربانی لە جیاتی کوڕەکەی، تا ئێستاش دەبێت هەر مالێکی ئێَزدی لەم ڕۆژەدا قوربانییەکی نێرینە بدات.
A 6 7|||subject_verb_number|||نارد|||REQUIRED|||-NONE-|||0

S لەکارەکانیان تری مەدحەت پاشا لەعێراق دروستکردنی خانوو بوو بۆ فەرمانگەکانی میری. کێڵگەیەکی نموونەیی دامەزراند و ئەندازیارانی ناردووە بۆ رێکخستنی ئاودێری، هەروەەا چەندین نەخۆشخانەی دامەزراند و، سیستەمی سەربازگیری جێبەجێکرد.
A 0 1|||clitic_form|||لەکارەکانی|||REQUIRED|||-NONE-|||0

S هەندێک لەو رەوشتانە بژمێرە کە بە سەڵاحە ددین تایبەتمەندبن،
A 8 9|||punctuation|||تایبەتمەندبن.|||REQUIRED|||-NONE-|||0

S بەمەش یەکەی پێوانی دەبێطە یان، وەبرێکی ئاڕاستەدارە.
A 3 6|||spelling_confusion|||دەبێتە یان ، وەبڕێکی|||REQUIRED|||-NONE-|||0

S هۆزەکانی کەلەوڕو ئەردەڵانیش بوونن بەشێک لە ئێران و تەنەا ناوچەی ئامێدی و جزیرە، بۆ ماوەیەکی باش بە نیمچە سەربەخۆیی مابوونەوە.
A 3 4|||subject_verb_number|||بوونە|||REQUIRED|||-NONE-|||0

S وە لەەەردو سەری پردەکەدا ئەم کێبڵە سەرەکیانە بە بناغەیەکی بەەێز وەک بەردێکی گەورەی ڕەق یان بارستەیەکی کۆنکرێتی پتەوو دەبەسترێن.
A 1 2|||spelling_confusion|||لەەەردوو|||REQUIRED|||-NONE-|||0
A 17 18|||spelling_confusion|||پتەو|||REQUIRED|||-NONE-|||0
A 13 14|||spelling_confusion|||رەق|||REQUIRED|||-NONE-|||0

S خەلیفە ئەبو بەکری سەدیق هانی خەڵکی نی مچە دوو رگەی عەرەبی دا، بۆ پشتیوانی کردنی موسڵ مانان بۆڕزگار کردنی وڵاتی شام لەدەست ڕۆمە بێزەنتەکان، بۆئەو مەبەستەش چوار لەشکری ئامادەکرد.
A 25 25|||whitespace|||ئەو|||REQUIRED|||-NONE-|||0
A 6 10|||whitespace|||نیمچە دوورگەی|||REQUIRED|||-NONE-|||0
A 24 25|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0
A 15 17|||whitespace|||موسڵمانان|||REQUIRED|||-NONE-|||0
A 18 18|||whitespace|||ڕزگار|||REQUIRED|||-NONE-|||0
A 17 18|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0

S گفتوگۆ بریتییە لە گۆڕینەوەو پێداچوونەوەێ قسەکڕدن لەنێوان دوو لایەندا بە مەبەسطی گەیشتن بە کۆمەڵێک خاڵی هاوبەش لە کەش‌وو هەوایەکضا کە هێمنێ‌و هاوسەنگی بەسەردا زالأ بێط‌و باڵی بەسەڕدا بکێشێط.
A 10 11|||spelling_confusion|||مەبەستی|||REQUIRED|||-NONE-|||0
A 26 27|||spelling_confusion|||بەسەردا|||REQUIRED|||-NONE-|||0
A 4 5|||spelling_confusion|||پێداچوونەوەی|||REQUIRED|||-NONE-|||0
A 24 25|||spelling_confusion|||بێت‌و|||REQUIRED|||-NONE-|||0
A 20 21|||spelling_confusion|||هێمنی‌و|||REQUIRED|||-NONE-|||0
A 17 18|||spelling_confusion|||کەش‌و|||REQUIRED|||-NONE-|||0
A 18 19|||spelling_confusion|||هەوایەکدا|||REQUIRED|||-NONE-|||0
A 5 6|||spelling_confusion|||قسەکردن|||REQUIRED|||-NONE-|||0
A 27 28|||spelling_confusion|||بکێشێت.|||REQUIRED|||-NONE-|||0

S وەک چۆن ئاماژەمان بۆ کرد بەوەی کە گوشار لە کومەڵگە یان لە دەسەلاتەوە یان لەلایەن هۆز و دەوڵەتەوە دەخرێتە سەر تاکە کەسان لە ترسی سژادان و لە رێ لانادەن.
A 24 25|||orthography|||سزادان|||REQUIRED|||-NONE-|||0
A 9 10|||orthography|||کۆمەڵگە|||REQUIRED|||-NONE-|||0
A 12 13|||orthography|||دەسەڵاتەوە|||REQUIRED|||-NONE-|||0

S خودای پەروەردەگار بەڵێنی پاداشتی گەورەو باشێ بەباوەڕدارانی خوداناس داوە. ئەم دەستەواژەیە راڤە بکە.
A 5 6|||orthography|||باشی|||REQUIRED|||-NONE-|||0

S واتە پەیوەندییەکەکەی پێچەوانە هەیە لەنێوان بەەای پارەو ئاستی گشتی نرخی شمەک و کارگوزارییەکان، بۆیە پارە بە پێوەرێکی ورد دانانرێت بۆ گەیشتن بەبەەای ڕاستەقینەی داەاتی نەتەوەیی، ئەمەش بەەۆی گۆڕانی هێزی شت پێ کڕینەکەی لە ماوەیەکەوە بۆ ماوەیەکی دیکە.
A 1 2|||noun_adjective_agreement|||پەیوەندییەکی|||REQUIRED|||-NONE-|||0

S زانا دەرون ناسەکان ئەم شێوازەی گۆڕینی جەستەییان باس کردووە. چونکە هەموو هەڵچوونێک ئەبێتە هۆی گۆڕینی شێوازی جەستەکان ڕوکاری دەرەوەو ناوەوەوی وگۆرینی ئەو شێوازانە دەبنە هۆی دامرکاندنی توڕەییەکە.
A 20 21|||spelling_confusion|||وگۆڕینی|||REQUIRED|||-NONE-|||0
A 17 18|||spelling_confusion|||روکاری|||REQUIRED|||-NONE-|||0

S زۆربەی ئامرازەکانی هەر سێ جۆرەکەی ئامرازی بەستنەوە بە مەبەستی جۆربەجۆر بەکاردەەێنرێن، نەک هەر یەکە بۆ مەبەستن و واتایەک.
A 15 16|||tense_agreement|||مەبەست|||REQUIRED|||-NONE-|||0

S سەرە خۆشیکردن دوای ناشتنی مردو تەنەا سێ رۆژە. مەگەر کەسانێک لە دوورەوە بێن یان بێئاگابن، کە دەکرێت دوات ئەو سێ رۆژەش سەرەخۆشی بکەن.
A 17 18|||clitic_form|||دوای|||REQUIRED|||-NONE-|||0

S هەر خەریکی وانە گوتنەوەو فەتوادان بوو تا لە مانگیان ی ساڵی ۶۴۳/۱۲۴۵ زایینم کۆچی دوایت کردو لە گۆڕستانی سۆفیەکان لەشاری دیمەشق بە خاک سپێردرا.
A 14 15|||possessive_clitic|||دوایی|||REQUIRED|||-NONE-|||0
A 12 13|||possessive_clitic|||زایینی|||REQUIRED|||-NONE-|||0
A 8 9|||possessive_clitic|||مانگی|||REQUIRED|||-NONE-|||0

S زمارەی ئەلکترۆنە سەڕبەستەکان لە گورزەی گەیاندن یەکسانە بەژمارەی کونەکان ڵە گورزەی هاوەێزی. وێنەی،.
A 9 10|||spelling_confusion|||لە|||REQUIRED|||-NONE-|||0
A 12 13|||spelling_confusion|||وێنەی|||REQUIRED|||-NONE-|||0
A 2 3|||spelling_confusion|||سەربەستەکان|||REQUIRED|||-NONE-|||0
A 0 1|||spelling_confusion|||ژمارەی|||REQUIRED|||-NONE-|||0
A 13 13|||spelling_confusion|||، .|||REQUIRED|||-NONE-|||0

S کاشیەکان پاش سەقامگیربوون ڕەوشی گشطی وڵاط شارێکی نوێیان بنیاتنا تا ببێتە پایەتەختیان، ناویان ناوە بە ناوی پاشاکەیان. پاشماوەی ئەم شارە ئەمرۆ دەکەوێتە باشووری ڕۆژئاوای شاری بەغضاد بە نزیکەی، پێی دەڵێن.
A 27 28|||spelling_confusion|||نزیکەی|||REQUIRED|||-NONE-|||0
A 4 5|||spelling_confusion|||گشتی|||REQUIRED|||-NONE-|||0
A 20 21|||spelling_confusion|||ئەمڕۆ|||REQUIRED|||-NONE-|||0
A 5 6|||spelling_confusion|||وڵات|||REQUIRED|||-NONE-|||0
A 28 28|||spelling_confusion|||،|||REQUIRED|||-NONE-|||0
A 16 17|||spelling_confusion|||پاشاکەیان|||REQUIRED|||-NONE-|||0
A 25 26|||spelling_confusion|||بەغداد|||REQUIRED|||-NONE-|||0
A 17 17|||spelling_confusion|||.|||REQUIRED|||-NONE-|||0
A 29 30|||spelling_confusion|||دەڵێن|||REQUIRED|||-NONE-|||0
A 30 30|||spelling_confusion|||.|||REQUIRED|||-NONE-|||0

S لە ۴/ تشرینی یەکەم / ۱۹۵۹ یەکێتی سۆڤیاط یەکەم مانگی دەستکردی هەڵدا ئێستاکەش نزیکی ۲۰۰۰ مانگە دەستکرد بەدەوری زەویدا دەسوڕێنەوە.
A 7 8|||spelling_confusion|||سۆڤیات|||REQUIRED|||-NONE-|||0

S زۆربوونی خێراو سەرسوڕەێنی دانیشتوانی جیەانیش لەناوەراستی سەدەی حەڤدەەەمەوە دەستی پێ کرد لە ساڵی بۆ ساڵی واتا لەو ماوەیەدا دانیشتوانی جیەان بوو بە دوو ئەوەندەی کە هەبوون چونکە لەنیو ملیار کەسەوە لەو ماوەیەدا بوون بە ملیار کەس.
A 32 33|||tense_agreement|||بوو|||REQUIRED|||-NONE-|||0

S کاڕێکی پیسی قیزەونەو تەنەا لە کاری شەیتان دەچێت.
A 0 1|||spelling_confusion|||کارێکی|||REQUIRED|||-NONE-|||0

S تیشکەکانی لەیزەر لە رەوگە ولەرەلەر و وزەو ئاڕاستە چۆنیەکن، هەر لەبەر ئەوەشە بەیەکداچوونی دروستکەر لەنێوانیان روودەدات، لەئەنجامی ئەم جۆرە بەیکداچوونە، رووناکیەک ئێجگار بەتین پەیدادەبێت.
A 20 21|||noun_adjective_agreement|||رووناکیەکی|||REQUIRED|||-NONE-|||0

S واتە: گەڕ ئەو کەسەی حووکمەکە بەرانبەری دەکرێت لەخزمانیش بێت، پێویستە هەر دادگەرانە بڕیاربدرێت نە زیادەرەوی ونەکورت هێنان بەرانبەری بکریت، یان لەدادگەڕی لابدرێت ولەسزا دەربازبێت. چونکە ئەوو ڕەفتارە مافی خەڵکی دیکەی تیدا ون دەبێت‌و سپاردەکان دەشێوێن.
A 1 2|||orthography|||گەر|||REQUIRED|||-NONE-|||0
A 18 19|||orthography|||بکرێت،|||REQUIRED|||-NONE-|||0
A 4 5|||orthography|||حوکمەکە|||REQUIRED|||-NONE-|||0
A 25 27|||orthography|||ئەو رەفتارە|||REQUIRED|||-NONE-|||0
A 20 21|||orthography|||لەدادگەری|||REQUIRED|||-NONE-|||0
A 30 31|||orthography|||تێدا|||REQUIRED|||-NONE-|||0

S هەموو تەنۆلکەکانی قوڵفێکی دیاری کراو بەەەمان ڕەوگە دەلەرنەوە بەڵام بەفراوانی و خێرایم جیاجیا. ئەو تەنۆلکەم دەکەوێتە ناوەڕاستی نێوان هەر دوو گرێ گەورەترین فراوانم و خێرایی دەبێت.
A 11 12|||possessive_clitic|||خێرایی|||REQUIRED|||-NONE-|||0
A 14 15|||possessive_clitic|||تەنۆلکەی|||REQUIRED|||-NONE-|||0
A 22 23|||possessive_clitic|||فراوانی|||REQUIRED|||-NONE-|||0

S بەم پلانە نێودەوڵەتیە شۆڕشێ ئەیلول شکستی هێنا.
A 3 4|||orthography|||شۆڕشی|||REQUIRED|||-NONE-|||0

S پەرستشەکە بەپێی سوننەم بێت واتە بێ زیاد کردن و کورتەێنان.
A 2 3|||clitic_form|||سوننەت|||REQUIRED|||-NONE-|||0

S بە کردەوە ناوەرۆکی ئیسڵامی لە ڕێی ژیانی خۆیەوە بەڕجەستە کردووە و نیشانداوە، بە جۆرێک کە دەتوانین بڵێین وەکو قورئانێکی زیندو وابووە لە ناو خەڵکیدا.
A 3 4|||spelling_confusion|||ئیسلامی|||REQUIRED|||-NONE-|||0
A 8 9|||spelling_confusion|||بەرجەستە|||REQUIRED|||-NONE-|||0

S وە وزەی تەنێک چی بەسەر دێت پاش ئەو ەیئیشێک ئەنجامدەدات؟
A 7 9|||whitespace|||ئەوەی ئیشێک|||REQUIRED|||-NONE-|||0
A 9 10|||whitespace|||ئەنجام|||REQUIRED|||-NONE-|||0
A 10 10|||whitespace|||دەدات؟|||REQUIRED|||-NONE-|||0

S هەر لەزووەوە بیرو ڕاو عەقڵێکی کامل وو پێگەیشتووی هەبوە و توانیویەتی زۆر جۆرە ژمان فێربێت وەک عەرەبی و تورکی و فارسی و عبری. بەبێ ئارەزووی خۆی مامی دەیویست ببێت بە پزیشک، ماوەیەک لە خەستەخانەێ یارپۆلۆمیۆ وەک پزیشکێکی سەرکەوتوو ئیشی کرد.
A 13 14|||orthography|||زمان|||REQUIRED|||-NONE-|||0
A 33 34|||orthography|||خەستەخانەی|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||هەبووە|||REQUIRED|||-NONE-|||0
A 6 7|||orthography|||و|||REQUIRED|||-NONE-|||0

S گوتارێکی کورت، دەربارەی هۆزە کۆچەرو نیمچە کۆچەرەکانی کوڕدستان لە سەدەکانی ناوەڕاست، بنووسە.
A 7 8|||spelling_confusion|||کوردستان|||REQUIRED|||-NONE-|||0

S ساڵی ۱۸۱۴بە ساڵم پەیدابوونی یەکەت شەمەندەفەری هەڵمی دادەنرێت کە لە سەعاتێکدا میلی بڕی. یەکەم هێڵی ئاسنی شەمەندەفەریش لە ساڵی ۱۸۲۵دا لەنێوان شاری ستۆکتن‌و شاری دارلنگتۆن لە بەریتانیا دامەزرا کە درێژ بوو.
A 2 3|||possessive_clitic|||ساڵی|||REQUIRED|||-NONE-|||0
A 4 5|||possessive_clitic|||یەکەم|||REQUIRED|||-NONE-|||0

S جگەلە کەمی دەرفەتی کارکردن لە گوندەکان و زۆریان کار لە شارەکان و خزمەتگوزاری باش وەک شەقامی پان و بەرین و قیڕتاو کراو و قوتابخانە و نەخۆشخانەکان. ئەمانە هەموو هۆی هاندەری کۆچکردنن.
A 7 8|||possessive_clitic|||زۆری|||REQUIRED|||-NONE-|||0

S توێژەر یان نووسەرە کۆمەڵایەتییەکە پشتی بەو بیردۆزە کۆمەڵایەتییانە نەدەبەستا کە نووسینەکانی دەخاتە چوارچێوەیەکی دیاریکراو کە خزمەی بە شیکردنەوەیان بابەتەکە دەکەن و ئامانج و بەرنامەکانم روون دەکەنەوە.
A 15 16|||clitic_form|||خزمەت|||REQUIRED|||-NONE-|||0
A 17 18|||clitic_form|||شیکردنەوەی|||REQUIRED|||-NONE-|||0
A 23 24|||clitic_form|||بەرنامەکانی|||REQUIRED|||-NONE-|||0

S ئەمەش ماناێ وایە وڵاتە تازە پێی گەیشتووەکان ناتوانن بە شێوەیەکی فراوان پارەی تازە دەربکەن بو گەشەپیدانی ئابووری، چوونکە پەنا بردنە بەر یەو کارە مەترسییەکی گەورەی بە دواوەیە.
A 17 18|||orthography|||چونکە|||REQUIRED|||-NONE-|||0
A 15 16|||orthography|||گەشەپێدانی|||REQUIRED|||-NONE-|||0
A 21 22|||orthography|||ئەو|||REQUIRED|||-NONE-|||0
A 1 2|||orthography|||مانای|||REQUIRED|||-NONE-|||0
A 14 15|||orthography|||بۆ|||REQUIRED|||-NONE-|||0

S ئەم تاوانە هێندە گەورە بوو مەگەر لە ئەنفال ۱۹۸۸ بەسەر گەلەکەماندا داەاتبێت.
A 7 8|||noun_adjective_agreement|||ئەنفالی|||REQUIRED|||-NONE-|||0

S کەوتنە بەر ئەت شاڵاوە نامرۆڤانەیە. لەدوای ساڵی ۱۹۷۵پرۆسەی راگواستن فراوانتر کرا، هەندێکیان بەرەو ئێران رۆیشتن و هەندێکیشیان گەڕانەوە ناو کوردستان.
A 2 3|||clitic_form|||ئەم|||REQUIRED|||-NONE-|||0

S ئەم توخمەش یان ئاوە، یان تێکەڵێکی یەکسانە لە هەموو شتێک، یان هەوایە، یان ئاگرە. لەگەڵ ئەوەی کە رەچەڵەکیی شتەکانی بە یەک لەو توخمانە داناوە، لەەەمان کاتدا دانیان بە هەمە جۆری و زۆری و گۆڕانی شتەکان ناوە.
A 17 18|||noun_adjective_agreement|||رەچەڵەکی|||REQUIRED|||-NONE-|||0

S فەیلەسوفانی نەگۆڕ: ئەم میتافیزیکیانە ڕاستییان ڵانەگۆڕە، ودەڵێن گۆڕان خەیال وبەەەلەداچوونە، یان دیاردەیەکی بێ‌ بایەخ و بێ‌ بەەایە.
A 8 10|||spelling_confusion|||خەیاڵ وبەەەڵەداچوونە،|||REQUIRED|||-NONE-|||0
A 5 6|||spelling_confusion|||لانەگۆڕە،|||REQUIRED|||-NONE-|||0

S لە پێناو ڕاست کردنەوەی ڕەفتار‌و پاککردنەوەی و پاراستنیان لە لادان‌و هەڵخلیسکان‌و دورخستیت لە ڕەوشتە ناشیرینەکان‌و چاندنی تۆوی لە خودا ترسان لە دلأ و دەرونیاندا.
A 11 12|||tense_agreement|||دورخستنەوەیان|||REQUIRED|||-NONE-|||0

S ئامانجی لەناوبردنی ئەو توێژە رەسەنەی گەلی کورد، بۆ بنبڕکردنی کورد بوو لە بەغدا و شوێنە عەرەبنشینەکانی عێراق. ژمارەیەکی ئێجگار زۆرتان بەوپەڕی رەفتاری دڕندایەتی و نامرۆڤانەوە، بە زەوتکردنی ژن و کوشتنی پیاو و منداڵەکان دەستیپێکرد، کە لە مێژوو کەم وێنە بووە.
A 19 20|||clitic_form|||زۆریان|||REQUIRED|||-NONE-|||0

S لە دیوی عێڕاقیش دۆخیان باشتڕ نەبو.
A 4 5|||spelling_confusion|||باشتر|||REQUIRED|||-NONE-|||0
A 2 3|||spelling_confusion|||عێراقیش|||REQUIRED|||-NONE-|||0

S ئەسفارن پێغەمبەرە پێشینەکان: یەشوع، یوشەعی کوڕی نون، قازیەکان، موتیلی یەکەم، سامۆئیلی دووەم، پادشاکانی یەکەم، پادشاکانی دووەم.
A 0 1|||subject_verb_number|||ئەسفاری|||REQUIRED|||-NONE-|||0

S کە لەسەر هەندێک قۆناغی مێژووشدا بەم جۆرە بووە.
A 1 2|||case_role_preposition|||لە|||REQUIRED|||-NONE-|||0

S ئەڕکی بریتی بوو لە دیاریکردن و تۆمارکردنی ئەو زەوی و زارە کشتوکاڵیانەی باجی خەراج دەیانگرێتەوە و سەرپەرشتی وەرگرتن و کۆکردنەوە باجی موڵکانەو و سپاردنی بە گەنجینەی دەۆڵەت دەکرد و دەبوو کەسانی شارەزا وو دلسۆز و دەستپاک بەم کارانە حەڵسن.
A 26 27|||orthography|||دەوڵەت|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||ئەرکی|||REQUIRED|||-NONE-|||0
A 32 34|||orthography|||و دڵسۆز|||REQUIRED|||-NONE-|||0
A 38 39|||orthography|||هەڵسن.|||REQUIRED|||-NONE-|||0

S ئەگەر هەتە پەنابەرێَتییەکەی هۆی دەزانی؟
A 3 3|||word_order|||پەنابەرێَتییەکەی|||REQUIRED|||-NONE-|||0
A 2 3|||word_order||||||REQUIRED|||-NONE-|||0

S ئەو ماڤەی بەشێوەیەکی راستەقینە بە کوڕد نەبەخشی و ئەو دەسەڵاتەی کە دەمەزرا لە یەنجوومەنی یاسادانان و یەنجومەنی راپەراندن تەنەا دوو دەزگای رووکەش بون، ئەگینا دەسەلات و بڕیارەکان هەر ڵە حکومەتی مەرکەزیەوە دەردەچون.
A 1 2|||orthography|||مافەی|||REQUIRED|||-NONE-|||0
A 24 25|||orthography|||دەسەڵات|||REQUIRED|||-NONE-|||0
A 16 17|||orthography|||ئەنجومەنی|||REQUIRED|||-NONE-|||0
A 31 32|||orthography|||دەردەچوون.|||REQUIRED|||-NONE-|||0
A 22 23|||orthography|||بوون،|||REQUIRED|||-NONE-|||0
A 13 14|||orthography|||ئەنجوومەنی|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||کورد|||REQUIRED|||-NONE-|||0
A 28 29|||orthography|||لە|||REQUIRED|||-NONE-|||0

S پەنابردنە بەڕ ئێران بۆ بەدیەێنانی ئامانجەکانیان، یەمەش ڕێگای بۆ دەست تێوەردان دەرەکی خۆشدەکرد.
A 1 2|||orthography|||بەر|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||تێوەردانی|||REQUIRED|||-NONE-|||0
A 6 7|||orthography|||ئەمەش|||REQUIRED|||-NONE-|||0

S شە ڕێکی خوێناویوزیانێکی زۆر، میرو پاشماوەی هێزەکەی دەستگیرکران، بەم شێوەیەکۆتایی بەو جوڵانەوە ڕزگاریخوازەی کوردەات و میر ڕەوانەی ئەستەمبوڵ کرا.
A 9 10|||whitespace|||شێوەیە|||REQUIRED|||-NONE-|||0
A 10 10|||whitespace|||کۆتایی|||REQUIRED|||-NONE-|||0
A 3 3|||whitespace|||و زیانێکی|||REQUIRED|||-NONE-|||0
A 0 2|||whitespace|||شەڕێکی|||REQUIRED|||-NONE-|||0
A 2 3|||whitespace|||خوێناوی|||REQUIRED|||-NONE-|||0

S ئەم سێ هاوکێشە بەکاردێن بۆ هەژمار کردنیان بڕی ئەو وزە کارەبایەی لە بەرگرەدا بۆ گەرمی دەگۆرێن و پێیان دەووترێ یاسای جوول.کاتێک بە ڤۆلت وە بە ئەمپێر وە بە چرکە یە، ئەوا واتە بڕی گەرمی پەیدا بوو بە جوول دەبێت.
A 6 7|||clitic_form|||کردنی|||REQUIRED|||-NONE-|||0

S بوول لە ساڵی ۱۸۱۵ لەدایک بووە، باوکی بازرگان بوە، لەەەمان کاتدا حەواداری خووێندن و غاوەن مێشکێکی کراوە بوو. لەخوێندنیدا گرنگی بە ژانستە بیرکاریەکان و ژیربێژی داوە، بۆیە ئارەزووێ ئەوەی دەکڕد کە یەم هەواداریە بۆ کوڕەکەی بگوازێتەوە.
A 11 13|||orthography|||هەواداری خوێندن|||REQUIRED|||-NONE-|||0
A 27 28|||orthography|||ئارەزووی|||REQUIRED|||-NONE-|||0
A 21 22|||orthography|||زانستە|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||بووە،|||REQUIRED|||-NONE-|||0
A 31 32|||orthography|||ئەم|||REQUIRED|||-NONE-|||0
A 14 15|||orthography|||خاوەن|||REQUIRED|||-NONE-|||0
A 29 30|||orthography|||دەکرد|||REQUIRED|||-NONE-|||0

S چونکە هەتا داەاتی نەتەوەیی بەرزتر بێت، کە بریتیە ڵە کۆی داەاتێ کشتوکاڵ‌و بازرگانی‌و پیشەسازی، داەاتی تاکەکەسیش بەرزتردەبیت‌و بەشێ زیاتری لێ بەردەکەوێت، واتا توانای کڕینی زیاتر دەبێت.
A 10 11|||orthography|||داەاتی|||REQUIRED|||-NONE-|||0
A 17 18|||orthography|||بەشی|||REQUIRED|||-NONE-|||0
A 16 17|||orthography|||بەرزتردەبێت‌و|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||لە|||REQUIRED|||-NONE-|||0

S هەندێک ڵە توێژەرەوان وای بۆ دەچن کە نامەبەری یەکەم دیوان لە مێژووی ئیسلامدا و سەرەتاکەی ئەوو نامانەن کە پێغەمبەر دەیناردن بۆ پادشاکان و داوای لێدەکردن بڕۆا بە ئایینی ئیسلام بەێنن.
A 25 26|||orthography|||بڕوا|||REQUIRED|||-NONE-|||0
A 15 16|||orthography|||ئەو|||REQUIRED|||-NONE-|||0
A 1 2|||orthography|||لە|||REQUIRED|||-NONE-|||0

S ڕووبەری چاندراو بەو جۆرە سەوزانە لە ناوچەیەکەوە بۆ ناوچەیەکی تر جیاوازی هەیە، پارێزگای هەولێر لە ڕیزی پێشەوە دێت بە پێی ئامارەکانی ساڵی ۱۹۹۰ز بە ڕووبەرەکەی دۆنمەوە بەڵام ئەو ڕووبەری تەنەا دۆنم بووە لە پارێزگای سلێمانی دا.
A 24 25|||noun_adjective_agreement|||ڕووبەری|||REQUIRED|||-NONE-|||0

S کۆمەڵناسی پەیوەندییەکی بەەێزی بە زانیارییە کۆ مەڵایەتییەکانی دیکەوە هەیە وەک ئا بووری و مێژووییو جوگرافیا و زمان و وێژە و پەروەردە و دەروونناسی، بۆیەش گرنگە قوتابی لە قۆناغی ئامادەییدا لە هەموو بەشەکانی ئەم بابەتە بگات.
A 14 14|||whitespace|||و|||REQUIRED|||-NONE-|||0
A 10 12|||whitespace|||ئابووری|||REQUIRED|||-NONE-|||0
A 13 14|||whitespace|||مێژوویی|||REQUIRED|||-NONE-|||0
A 5 7|||whitespace|||کۆمەڵایەتییەکانی|||REQUIRED|||-NONE-|||0

S فەرماندان: لەم بەشەدا، کەسم یەکەم، ڕاستەوخۆ داوا لە کەسی دووەم دەکا، کە کارێکی لە کاتی ئێستادا بۆ جێبەجێ بکا.
A 3 4|||possessive_clitic|||کەسی|||REQUIRED|||-NONE-|||0
A 5 5|||possessive_clitic|||،|||REQUIRED|||-NONE-|||0
A 4 5|||possessive_clitic|||یەکەم|||REQUIRED|||-NONE-|||0

S ودەبێتت نەوە دوای نەوە موعجیزەکانی خودای گەو رە بگوێزرێنەوە بۆ ئەوەی گەورەیی خودا لەیاد نەکەین.
A 1 1|||whitespace|||دەبێت|||REQUIRED|||-NONE-|||0
A 6 8|||whitespace|||گەورە|||REQUIRED|||-NONE-|||0
A 0 1|||whitespace|||و|||REQUIRED|||-NONE-|||0

S ئەوە بوو بڕیاریان دا کە لە هەر هۆزێک لاوێکی بووێرو چاۆنەترس دیاری بکرێت ‌و بە هەموویان بچنە سەر پێغەمبەرو ڵە شەوێکی تاڕیک دا بیکوژن ‌و خوێنەکەشی ون بێت لەنێو حۆزەکان.
A 21 22|||orthography|||تاریک|||REQUIRED|||-NONE-|||0
A 29 30|||orthography|||هۆزەکان.|||REQUIRED|||-NONE-|||0
A 19 20|||orthography|||لە|||REQUIRED|||-NONE-|||0
A 9 11|||orthography|||بوێرو چاونەترس|||REQUIRED|||-NONE-|||0

S هاوکۆلکەی لێکخشاندنی سەرەت ایی بریتیە لە رێژەینێوان گەورەترین هێزی لێکخشاندنی سەرە تایی بۆ ئەو هێزەستونیەی کە دووڕووەکە پەستاوتن دەخ ەنە سەریەکتری.
A 16 17|||whitespace|||دوو|||REQUIRED|||-NONE-|||0
A 2 4|||whitespace|||سەرەتایی|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||رێژەی|||REQUIRED|||-NONE-|||0
A 7 7|||whitespace|||نێوان|||REQUIRED|||-NONE-|||0
A 18 20|||whitespace|||دەخەنە|||REQUIRED|||-NONE-|||0
A 15 15|||whitespace|||ستونیەی|||REQUIRED|||-NONE-|||0
A 17 17|||whitespace|||ڕووەکە|||REQUIRED|||-NONE-|||0
A 20 21|||whitespace|||سەر|||REQUIRED|||-NONE-|||0
A 21 21|||whitespace|||یەکتری.|||REQUIRED|||-NONE-|||0
A 14 15|||whitespace|||هێزە|||REQUIRED|||-NONE-|||0
A 10 12|||whitespace|||سەرەتایی|||REQUIRED|||-NONE-|||0

S ئەم دیاردەیە سروشتییە بەڵام پەیوەندی بە زۆربوون مرۆڤ و ئاژەڵ و کشتوکاڵە.
A 6 7|||noun_adjective_agreement|||زۆربوونی|||REQUIRED|||-NONE-|||0

S پاراستنی باڕی ئاساێشی کەسیتی مرۆڤ ‌وو قەدەغەکردنی گرتنی ناڕەوا.
A 2 3|||orthography|||ئاسایشی|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||‌و|||REQUIRED|||-NONE-|||0
A 1 2|||orthography|||باری|||REQUIRED|||-NONE-|||0
A 3 4|||orthography|||کەسێتی|||REQUIRED|||-NONE-|||0

S کێ چووە لای پێغەمبەر (دخ)و پرسیاری کاروباری ئاینت لێپرسی؟ پرسیارەکەی دەربارەی چاکە بوو مەبەستی چی بوو؟
A 7 8|||possessive_clitic|||ئاینی|||REQUIRED|||-NONE-|||0

S بۆیە ڵە هاوینی سالی ۱۹۴۳ز مستەفا بارزانی و دووکەس ڵە هەڤاڵانی بەیاڕمەتی حیزبی هیواو چەند کەسێکی نیشتمانپەروەری کورد لەسلێمانی دەرباز بوو بەخاکی ئێراندا گەرایەوە ناوچەی بارزان و سەر ڵەنوێ دژی حکومەتی عێراقی و ئینگلیز دەستی بەشۆڕش کردەوە.
A 9 10|||spelling_confusion|||لە|||REQUIRED|||-NONE-|||0
A 28 29|||spelling_confusion|||لەنوێ|||REQUIRED|||-NONE-|||0
A 1 2|||spelling_confusion|||لە|||REQUIRED|||-NONE-|||0
A 11 12|||spelling_confusion|||بەیارمەتی|||REQUIRED|||-NONE-|||0
A 3 4|||spelling_confusion|||ساڵی|||REQUIRED|||-NONE-|||0
A 23 24|||spelling_confusion|||گەڕایەوە|||REQUIRED|||-NONE-|||0

S لە شێوەزاری هەورامیدا جگە لەوە جێگەوتەی چەسپاوی دۆخ هەیە، کار بە مۆرفۆلۆژیی دۆخی ڕێزمانییش دەکات.
A 4 5|||noun_adjective_agreement|||لەوەی|||REQUIRED|||-NONE-|||0

S هەنگاوی سەرەکی پێغەم بەر لەداڕشتنیی دەستووربوو.
A 5 6|||whitespace|||دەستوور|||REQUIRED|||-NONE-|||0
A 6 6|||whitespace|||بوو.|||REQUIRED|||-NONE-|||0
A 4 5|||whitespace|||لە|||REQUIRED|||-NONE-|||0
A 5 5|||whitespace|||داڕشتنی|||REQUIRED|||-NONE-|||0
A 2 4|||whitespace|||پێغەمبەر|||REQUIRED|||-NONE-|||0

S ئەو ئاکارانەی دەبنە هوی تێکدان و بەتاڵکردنەوەی رۆژو کامانەن بیانژمێرە؟
A 3 4|||orthography|||هۆی|||REQUIRED|||-NONE-|||0

S پێغەمبەر لە ماڵ ضەرچوو بێ ئەوەی ئەو پیاوانە کە خۆیان بە کوشتنی مەڵاس دابوو بیبینن، و بەرەو ماڵی بەرێ کەوط کە پێشتڕ دوو وڵاخی ئامادە کردبوو بۆ خۆی ‌و پێغەمبەر.
A 29 30|||spelling_confusion|||پێغەمبەر|||REQUIRED|||-NONE-|||0
A 21 22|||spelling_confusion|||پێشتر|||REQUIRED|||-NONE-|||0
A 18 19|||spelling_confusion|||بەڕێ|||REQUIRED|||-NONE-|||0
A 19 20|||spelling_confusion|||کەوت|||REQUIRED|||-NONE-|||0
A 3 4|||spelling_confusion|||دەرچوو|||REQUIRED|||-NONE-|||0
A 30 30|||spelling_confusion|||.|||REQUIRED|||-NONE-|||0

S جگە لە ڕووبارەکان، کیشوەری ئەورووپا غاوەنی ژمارەیەکی زورە لە دەریاچە.ئەورووپا دەڕوانێتە سەر دەریاچەی قەزوین کە گەورەترین دەریاچەی سوورە ڵە جیەاندا وو لەبەر گەورەیی بە دەریای قەزوین ناودەبرێ.
A 5 6|||orthography|||خاوەنی|||REQUIRED|||-NONE-|||0
A 18 19|||orthography|||لە|||REQUIRED|||-NONE-|||0
A 7 8|||orthography|||زۆرە|||REQUIRED|||-NONE-|||0
A 20 21|||orthography|||و|||REQUIRED|||-NONE-|||0

S ئەم وێستگانە لە تەک مزگەوت و خانەکاندا دەبوونە جێگەێ مانەۆەو حەوانەوەێ کەسانی لانەواز و بێدەرەتان و کەمدەرامەت بۆ هەموو لایەک پێداویستییەکان دابین دەکران لەجل و پوشاک و خواردن و خواردنەوە.
A 8 9|||orthography|||جێگەی|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||حەوانەوەی|||REQUIRED|||-NONE-|||0
A 9 10|||orthography|||مانەوەو|||REQUIRED|||-NONE-|||0
A 25 26|||orthography|||پۆشاک|||REQUIRED|||-NONE-|||0

S لەخوارەوە لەوێنەی کورتکراوەی هەموو دەرگا ژیربێژیەکانی ئەوانەی دوو تێچوونیاێت هەیە پیشاندراون، لەگەلأ خشتەی ڕاستی هەریەکیان.
A 8 9|||quantifier_agreement|||تێچوونیان|||REQUIRED|||-NONE-|||0

S ئەگەر تووڵێک لەو ماددانە لەناو بوارێکی موگناتیسی ئاسۆییانە هەڵبواسرێم ئەوا تووڵەکە خێرا بە تەریبی لەسەر هێلەکانی لێشاو دەوەستێت.
A 8 9|||clitic_form|||هەڵبواسرێت|||REQUIRED|||-NONE-|||0

S مافی دەنگدانی دەبێت لەسەر ئەو بڕیارانەی کە بە سندوقەوە دەردەچێت.
A 7 8|||case_role_preposition|||لەلایەن|||REQUIRED|||-NONE-|||0

S دەتوانین شەپۆلی درێژڕەو بەناو سپرینگێکیی درێژدا پەیدا بکەین، ئەویش بەجێگیر کردنی لایەکی سپرینگەکە وە جووڵاندنی لایەکەی تری بەرەو پێش و دواوە.
A 4 5|||noun_adjective_agreement|||سپرینگێکی|||REQUIRED|||-NONE-|||0

S جۆرێکیان بریتیە لە چالاکی و جوولەەکەی زەوی کە چەمانەوە و شکان و گڕکانەکان و بوومەلەرزە و فوارە گەرمەکان دەگرێتەوە.جۆرەکەی تریان هۆکار زەوی کە با و جیاوازی پلەی گەرمی و ئاوی بەخوڕ و ڕووباری سەەۆڵبەندان و شەپۆل و تەوژمی دەریا دەگرێتەوە.
A 20 21|||noun_adjective_agreement|||هۆکاری|||REQUIRED|||-NONE-|||0
A 5 6|||noun_adjective_agreement|||جوولەی|||REQUIRED|||-NONE-|||0

S باش وایە لەیاسای دووەمی نیوتن نەگۆڕی هاوڕێژە بە دابنرێت وە بڕی ڕادەوەستێتە سەر ئەم یەکانەی بەکاڕدێت بۆ پێوانی هەریەک لەەێز و باڕستە وتاودان.
A 21 22|||spelling_confusion|||بارستە|||REQUIRED|||-NONE-|||0
A 15 16|||spelling_confusion|||بەکاردێت|||REQUIRED|||-NONE-|||0

S ب بەەۆی باڕی نا ئارامی هەرێم ژمارەیەکی بەرچاو لە کورد لە نێوان ساڵانی ۱۹۶۱ – ۱۹۹۱ دواتر بەرەو هەندەران کۆچیان کردووە.
A 2 3|||spelling_confusion|||باری|||REQUIRED|||-NONE-|||0

S ئەم گیروگرفتە ڤەلسەفیانەی کە فەیلەسوفەکانی پێش وو لێیان دوا ون تائێستاکەش ماون و لەدوارۆژیشدا دە مێننەوەو بابەتەکانیان نە گۆڕاون هەرچەندە توخمی نوێی خراوەتە سەر.
A 11 11|||orthography|||ئێستاکەش|||REQUIRED|||-NONE-|||0
A 13 16|||orthography|||لە دوارۆژیشدا دەمێننەوەو|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||تا|||REQUIRED|||-NONE-|||0
A 2 3|||orthography|||فەلسەفیانەی|||REQUIRED|||-NONE-|||0
A 8 10|||orthography|||دواون|||REQUIRED|||-NONE-|||0
A 17 19|||orthography|||نەگۆڕاون|||REQUIRED|||-NONE-|||0
A 5 7|||orthography|||پێشوو|||REQUIRED|||-NONE-|||0

S بەم پێیەی ئایین جێگە و داڵدەی مرۆڤایەتییە لە کارەسام و ناخۆشیدا و قەڵایەکی پتەوە کە لە هەموو جۆرە خراپی و ناخۆشی و نەەامەتی و ئارەزوویەکی تایبەتی دەیپارێزێ.
A 8 9|||possessive_clitic|||کارەسات|||REQUIRED|||-NONE-|||0

S کە چیژەر لە پلەبەندییەکەدا پلەیەکی بەرزتریهەیە..
A 5 6|||whitespace|||بەرزتری|||REQUIRED|||-NONE-|||0
A 6 6|||whitespace|||هەیە.|||REQUIRED|||-NONE-|||0

S ئەرکی سەر شانی هەر باوەڕدارێکیشە برا بێم یاخود خوشک‌و باوک‌و مامۆستا‌و کاربەدەست‌و خاوەن هەر پیشەیەک بێت.
A 6 7|||clitic_form|||بێت|||REQUIRED|||-NONE-|||0

S کە بەرگری لێبکەن هەروەەا پێشنیازیان کرد کە کۆچ بکات بۆ شارەکەیان وە بەو پەڕین خۆشحاڵییەوە پێشوازی لێدەکەن. ئەم پەیمانەش بە گفتی عەقەبەی دووەم ناسراوە، کە ڕێ خۆشکەر بوو بۆ کۆچکردنی موسڵمانان بۆ شاری مەدینە.
A 13 14|||tense_agreement|||پەڕی|||REQUIRED|||-NONE-|||0

S و لەسەر ڕێگەی هاتن و چووندا خاڵی پارێزگاری و وێستگەی پشوودان هەبووین و نامەبەر کە بەخاوەن پۆستە دەناسرا لە و‌ێستگانەدا پشووی دەدا و پۆستەکەی دەدا بە یەکێکی تر بیگەەێنیتە وێستگەیەکی تر یان جێی مەبەست.
A 11 12|||tense_agreement|||هەبوون|||REQUIRED|||-NONE-|||0

S چونکە رەنگە مەترسی زیندانکڕدن‌و ئەشکەنجەضان‌و ڵەسێدارەدان یان سەرەونگومکردنی هەبێ.
A 3 6|||spelling_confusion|||زیندانکردن‌و ئەشکەنجەدان‌و لەسێدارەدان|||REQUIRED|||-NONE-|||0

S واتە تا رادەیەک لۆکە هەرزانترە لە گەنم ڵە میسر.
A 7 8|||orthography|||لە|||REQUIRED|||-NONE-|||0

S لە (۱۴ نیسانی ۱۹۸۸)دا، چوار شارۆچکەی گەرمیان لەگەڵ یەک رۆژ بە تەواوەتی وێرانکران و نزیکەی بیست هەزار ژن و منداڵ و پیاوی بۆ سەربازگەی قۆڕەتوو رەوانەکران، بۆیە ئەم رۆژە لە هەموو ساڵێک کراوەتە رۆژی یادکردنەوەی تاوانە گەورەکەی ئەنفال لەسەر کوردستان.
A 7 8|||case_role_preposition|||بە|||REQUIRED|||-NONE-|||0
A 38 39|||case_role_preposition|||لە|||REQUIRED|||-NONE-|||0

S ئەنجا مەکەشی سەر لەن وێ هەڵگیرسانەوەی شۆڕش بوو لەسا ڵی ۱۹۴۵ز دا.
A 8 10|||whitespace|||لەساڵی|||REQUIRED|||-NONE-|||0
A 3 5|||whitespace|||لەنوێ|||REQUIRED|||-NONE-|||0
A 0 2|||whitespace|||ئەنجامەکەشی|||REQUIRED|||-NONE-|||0

S ئاینی ئیسڵام گرینگی داوە بەخێزان چونکە خێزان بناغەی دروست بوون ویەکبوونی کۆمەلگایە. وسەرۆکایتی خێزانی بەخشیوە بەپیاو وبەرپرسێتی خستۆتە ئەستۆی لە دابین کردنی پێویستی ژیان وپەروەردەکردنیان لەسەر رەوشتی جوان و زانسط بەدەستەێنان.
A 29 30|||spelling_confusion|||زانست|||REQUIRED|||-NONE-|||0
A 11 12|||spelling_confusion|||کۆمەڵگایە.|||REQUIRED|||-NONE-|||0
A 1 2|||spelling_confusion|||ئیسلام|||REQUIRED|||-NONE-|||0

S ئەم سەپاندنە کاتێک دە بێت کە تاکبەگوێرەی یاساناچارر دەکرێ بۆ وەرگرتنی خز مەتگوزاری وەکو خوێن دنی بەزۆری و پێویستە رەسمی پەروەردەیی بد ات.
A 14 16|||whitespace|||خوێندنی|||REQUIRED|||-NONE-|||0
A 3 5|||whitespace|||دەبێت|||REQUIRED|||-NONE-|||0
A 7 8|||whitespace|||یاسا|||REQUIRED|||-NONE-|||0
A 8 8|||whitespace|||ناچار|||REQUIRED|||-NONE-|||0
A 11 13|||whitespace|||خزمەتگوزاری|||REQUIRED|||-NONE-|||0
A 21 23|||whitespace|||بدات.|||REQUIRED|||-NONE-|||0
A 7 7|||whitespace|||بەگوێرەی|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||تاک|||REQUIRED|||-NONE-|||0

S ئەگەر دروستکردنی بە جۆرێکی پیشەسازی دەژمێرین، دەتوانین فێربوونی سەرەتاکانی کشتوکاڵ بە « شۆڕشێکی ئابووری» لەقەڵەم بدەین.
A 5 6|||conditional_agreement|||بژمێرین،|||REQUIRED|||-NONE-|||0

S پێغەمبەر لە ڕێگەی کۆچکردن بۆ مەدینە، کاتێک کە نزیک بوو لەم شارەو گەیشتە دێی کە دوو فەرسەخ لە مەدینەوە دوورە، لەوێدا لەگەڵ لایان داو چوار ڕۆژ تیایدا مانەوە، سەرەتا مزگەوتێکی دروسی کرد کە بە مزگەوتی ناسراوە.
A 30 31|||clitic_form|||دروست|||REQUIRED|||-NONE-|||0

S باۆەڕ بوون بە رۆژێ دوایی.
A 0 1|||orthography|||باوەڕ|||REQUIRED|||-NONE-|||0
A 3 4|||orthography|||رۆژی|||REQUIRED|||-NONE-|||0

S شاکڕ مصطفی، التاریخ العربی والمؤرخون.
A 0 1|||spelling_confusion|||شاکر|||REQUIRED|||-NONE-|||0

S هەرچی کردارەکانێ وەک (تێگەیش/ تێگە، پێزان، لێکۆڵ_ەوە،.
A 1 2|||orthography|||کردارەکانی|||REQUIRED|||-NONE-|||0

S ئەم کۆڕەوە سەرەنجی ڕایگشتی جیەانی ڕاکێشا و دوای ئەوەی هێزی پێشمەرگەی کوردستان توانی هێرشیسوپای عێراق لە بە رەکانی و ڕابگرن. نەتەوە یەکگرتوەکان بڕیاری ۶۸۸ یان دەرکردیان کە سنووری دانا بۆ دەستدرێژیەکانی حکومەتیعێراق بۆ سەر خەڵکی بێ چا رەی کو ردستان.
A 36 40|||subject_verb_number|||چارەی کوردستان.|||REQUIRED|||-NONE-|||0
A 14 14|||subject_verb_number|||سوپای|||REQUIRED|||-NONE-|||0
A 32 32|||subject_verb_number|||عێراق|||REQUIRED|||-NONE-|||0
A 25 26|||subject_verb_number|||دەرکرد|||REQUIRED|||-NONE-|||0
A 3 4|||subject_verb_number|||ڕای|||REQUIRED|||-NONE-|||0
A 13 14|||subject_verb_number|||هێرشی|||REQUIRED|||-NONE-|||0
A 31 32|||subject_verb_number|||حکومەتی|||REQUIRED|||-NONE-|||0
A 16 18|||subject_verb_number|||بەرەکانی|||REQUIRED|||-NONE-|||0
A 4 4|||subject_verb_number|||گشتی|||REQUIRED|||-NONE-|||0
A 23 25|||subject_verb_number|||۶۸۸یان|||REQUIRED|||-NONE-|||0

S هەندیکی تری پاڵپشت بەڕای زانایانی فیلۆلۆژی ۆ شوێنەواری دەڵین بنەچەێ خەتی عەرەبییە. ئەو خەتەش لەڕێگەی هاوتخوبێ لەگەلأ عەرەبەکانی حیجاز هاتۆتە ناو عەرەبەکان.
A 15 16|||orthography|||هاوتخوبی|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||دەڵێن|||REQUIRED|||-NONE-|||0
A 6 7|||orthography|||و|||REQUIRED|||-NONE-|||0
A 9 10|||orthography|||بنەچەی|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||هەندێکی|||REQUIRED|||-NONE-|||0

S لەو پێناوەشضا دووجار لە دەربەندی باژیان لە ڕووی هێزەکانی بەغدا وەستا، بەلام بەەۆی ناپاکی خالید پاشای ئامۆزای سەرنەکەوت. ڵە جاڕی سێیەمیش لەساڵی ۱۸۱۲دا لە جەنگی کفری ڕووبەڕووی لەشکرێکی گەورەی بەغدا بۆوە، بەڵام ئەم جارەش ئاواتەکانی نەەاتەدی.
A 11 12|||spelling_confusion|||بەڵام|||REQUIRED|||-NONE-|||0
A 5 6|||spelling_confusion|||بازیان|||REQUIRED|||-NONE-|||0
A 18 19|||spelling_confusion|||لە|||REQUIRED|||-NONE-|||0
A 19 20|||spelling_confusion|||جاری|||REQUIRED|||-NONE-|||0
A 1 2|||spelling_confusion|||پێناوەشدا|||REQUIRED|||-NONE-|||0

S دۆخی شل: ماددە شڵەکان قەبارەی نەگۆڕ و شێوەی گۆڕاویان هەیە. ئەمەش دەگەڕێتەوە بۆ سیفەتەکانی گەردەکانی ماددەی شل، ئەویش دووری نێوانیان زیاترە لەەێ دۆخی رەق و جوولەکردنیان سەربەسترە لەجوولەی گەردەکانی ماددەی رەق. خێراییان زیاترە لەبەر زۆری وزەی ناوەکیان.
A 3 4|||orthography|||شلەکان|||REQUIRED|||-NONE-|||0
A 21 22|||orthography|||لەەی|||REQUIRED|||-NONE-|||0

S دەوڵەت یاساکان دادەڕێژن و هەمواریان دەکات.
A 2 3|||subject_verb_number|||دادەڕێژێت|||REQUIRED|||-NONE-|||0

S هەندێک جاریش ئەو پارتیکڵە دەتوانێت دەربنەبردرێت، یەمەش پەیوەندیی بەوەوە هەیە، کە جۆری شکانەوەی کردارەکە مەرجییە، بۆیە جیگای پارتیکڵەکە دەگرێتەوە، بڕوانە.
A 20 20|||orthography|||.|||REQUIRED|||-NONE-|||0
A 5 7|||orthography|||دەربنەبڕدرێت، ئەمەش|||REQUIRED|||-NONE-|||0
A 19 20|||orthography|||بڕوانە|||REQUIRED|||-NONE-|||0
A 16 17|||orthography|||جێگای|||REQUIRED|||-NONE-|||0

S ئایا نەتەوەکەی ناسیانەوە کاتێک گەڕایەگە بۆلایان؟
A 4 5|||dialectal_participle|||گەڕایەوە|||REQUIRED|||-NONE-|||0

S لەسەردەمی پاشای بابل مەرکەزیە تی دەوڵەت پەرەی سەند، کۆشکی پاشا بۆتە سەرچاوەی یەکەمی دەسەڵاتی و فەرمانبەران و کا رگێڕان کارەنیان لە کۆشکدا ئەنجام دەدا. حەمورابی هەرد وو دەسەڵاتی لێک جیاکردنەوە.
A 25 27|||whitespace|||هەردوو|||REQUIRED|||-NONE-|||0
A 3 5|||whitespace|||مەرکەزیەتی|||REQUIRED|||-NONE-|||0
A 17 19|||whitespace|||کارگێڕان|||REQUIRED|||-NONE-|||0

S ناوچەی ڕووسیش، ناوچەی باکووری رۆژەەڵاتی تورکیای، بەخۆوە دەگرت، کە بە شێوەیەکی سەرەکی هەرێمەکانیان ئەرزەڕوم و تەڕابزۆن و وان و بەدلیس بەخۆوە دەگرێت کە زۆربەی کوردستانی باکوور بەخۆوە دەگرێت.
A 12 13|||clitic_form|||هەرێمەکانی|||REQUIRED|||-NONE-|||0

S دا نانی کەسی شیاوبۆ پلەو پۆستەکان.
A 4 4|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0
A 0 2|||whitespace|||دانانی|||REQUIRED|||-NONE-|||0
A 3 4|||whitespace|||شیاو|||REQUIRED|||-NONE-|||0

S پەیوەندی کۆمەڵناسی بە زانیارییەکانی دیکەوە، وەک پەیوەندی کۆمەڵناسی بە دەروونزانی و مێژوو و ئابووری و و یاسا و طاوانزانی و جوگرافیا و زمان و فەلسەفە و ئایین و پەروەردە….تاد.
A 18 19|||spelling_confusion|||تاوانزانی|||REQUIRED|||-NONE-|||0

S چۆن دەیسەلمێنیت بەکافڕ کردن لەگەلأ بنەماکانی ئیسلامدا ناکۆکە؟
A 2 3|||spelling_confusion|||بەکافر|||REQUIRED|||-NONE-|||0

S بریتییە لە سەرجەمی ئەو بەەا نەختینەییانەی هەموو شمەک و کارگوزارییە تەواوەکان کە لەسەر سەرجەم کەرتەکانی بەرەەمەێنانی ئابووری نەتەوەیی بەرەەمەێنراون لە ماوەی ساڵێکی دیاریکراودا.
A 12 13|||case_role_preposition|||لە|||REQUIRED|||-NONE-|||0

S وەبەرەێنان لەسەرمایەی مڕۆڤدا بۆی هەێە ببێتە چاکتڕکردنی هەڵسوڕاندنی کارگێڕی بەرەەمی هێزی کارگەر، دەتوانی هەمان کاڕیگەری یاخود زیاتریش ببینێ ئەگەر ژمارەیەکی تری زۆرتری یاسایی تاکەکان بەکار بەێنرێن لە کڕداری بەرەەمەیناندا.
A 27 28|||orthography|||کرداری|||REQUIRED|||-NONE-|||0
A 14 15|||orthography|||کاریگەری|||REQUIRED|||-NONE-|||0
A 22 23|||orthography|||ئاسایی|||REQUIRED|||-NONE-|||0
A 2 3|||orthography|||مرۆڤدا|||REQUIRED|||-NONE-|||0
A 6 7|||orthography|||چاکترکردنی|||REQUIRED|||-NONE-|||0
A 28 29|||orthography|||بەرەەمەێناندا.|||REQUIRED|||-NONE-|||0
A 4 5|||orthography|||هەیە|||REQUIRED|||-NONE-|||0
A 12 13|||orthography|||دەتوانێ|||REQUIRED|||-NONE-|||0

S مێرگ بریتیە لەوخاکە بەپیتەی کەبەەۆی بوونی ئاو بە بیابان دەوردراوە بەمەش بۆتە جێگەی نیشتەجێبوونی مرۆڤ و لەوەراندنی مەڕوماڵات وئاژەڵ وکشتوکاڵکردن.مێرگەکان بوونەتە مۆڵگە بازاڕ و شمەکی ئەو کاروانانەیان تێداین ئاڵوگۆڕ دەکرێت کە ڕێیان دەیکەوێتێ.
A 27 28|||tense_agreement|||تێدا|||REQUIRED|||-NONE-|||0

S پورتوگالیەکان و ئیسپانیەکان پێشەنگی وڵاتانی دنیا بوون لە پرۆسەی دۆزینەوە جوگرافیاییەکاندا و پێش وڵاتانی تری دنیاش ڕوویانکردە نیشتمانی عەرەب و ڵەگەڵ عەرەبە موسڵمانەکاندا ڕووبەڕووبوونەوە.
A 20 21|||spelling_confusion|||لەگەڵ|||REQUIRED|||-NONE-|||0

S ئەویش یەکێکە لە پێویستیەکانی ئیحرام. و ئەو کەسەشی وواز لەمروکنە بەێنێت لە سەریەتی یان یان.
A 15 15|||orthography|||.|||REQUIRED|||-NONE-|||0
A 14 15|||orthography|||یان|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||واز|||REQUIRED|||-NONE-|||0
A 9 10|||orthography|||لەم|||REQUIRED|||-NONE-|||0
A 10 10|||orthography|||روکنە|||REQUIRED|||-NONE-|||0

S با جیاوازیی نێوان و فۆنیمیکیش نەبێ، ئەو زیاتر لە سەدەیەکە ئەم دوو جۆر ه لە ئەلفبێی کوردیدا جێگیر بوون و چەسپیوە.
A 18 19|||subject_verb_number|||بووە|||REQUIRED|||-NONE-|||0

S ئەم هێزێک کار لە پڕۆتۆنەکە دەکات بە تاودان لە لەوحی بارگەی موجەب بۆ لەوحی بارگە سالیب دەیجوولێنێت.
A 1 2|||noun_adjective_agreement|||هێزە|||REQUIRED|||-NONE-|||0

S چوونە دەرەوەی سەرمایە لە زۆربەێ دەوڵەتەکاندا بەەۆی جێگیر نەبوونی بارودۆخی سیاسی و ئابووری بە ئامانجی دۆزینەوەی بازاڕێ دیکەی نەختینەیی کە زیاتر جێگیرو دڵنیایی تیا بێت.
A 4 5|||orthography|||زۆربەی|||REQUIRED|||-NONE-|||0
A 16 17|||orthography|||بازاڕی|||REQUIRED|||-NONE-|||0

S سەبارەت بە گڕنگی مانگی ڕەمەزان، ئەبو هورەیرە لەپێغەمبەرەوە (د.خ)دیگێرێتەوە:.
A 4 5|||spelling_confusion|||رەمەزان،|||REQUIRED|||-NONE-|||0
A 9 9|||spelling_confusion|||.|||REQUIRED|||-NONE-|||0
A 8 9|||spelling_confusion|||(د.خ)دیگێرێتەوە:|||REQUIRED|||-NONE-|||0
A 2 3|||spelling_confusion|||گرنگی|||REQUIRED|||-NONE-|||0

S دووان لەسەر برادەرەکانی وەڵامیان دایەوە: بەڵێ، دوای نیوەرۆی دوێنێ بە ناوی گشت قوتابییەکانەوە چووینە سەردانی‌و سڵاو‌وداخوازی هەمووانمان بە چاکبوونەوەیمان پێگەیاند، ئەویش بەوە زۆر دڵ خۆش بوو.
A 1 2|||case_role_preposition|||لە|||REQUIRED|||-NONE-|||0
A 17 18|||case_role_preposition|||بۆ|||REQUIRED|||-NONE-|||0

S وا دیارە و سوپاکەیی چیاکانی زاخۆ یان بڕیوە، دووچاری بەرگری کوردان بوونە بە تایبەتی لە دەشتی هەردوو قەزای سێمێل و زاخۆ.
A 3 4|||noun_adjective_agreement|||سوپاکەی|||REQUIRED|||-NONE-|||0

S هەردوو گۆڤاری و لە دواییشدا کە زمانحاڵی کۆمەڵەکە بوون رۆڵی بەرچاویان لە بزاڤی رۆشنبیری کوردیدا هەیە
A 15 16|||punctuation|||هەیە.|||REQUIRED|||-NONE-|||0

S بیروڕای هۆیگنز وابوو کە رووناکی بریتیە لە زنجیرە شەپۆلێک لە سەرچاوە رووناکیەکانەوە دەردەچێت، وە وزە بە بەردەوامن و بێ پچڕان بەسەر بەرەکانی شەپۆل دابەش دەبن وە ئەم شەپۆلانە پێویستی بەناوەندێک هەیە بۆ بڵاوبونەوەیاە بەناوی دا.
A 16 17|||subject_verb_number|||بەردەوامی|||REQUIRED|||-NONE-|||0
A 24 25|||subject_verb_number|||دەبێت|||REQUIRED|||-NONE-|||0
A 32 33|||subject_verb_number|||بڵاوبونەوەیان|||REQUIRED|||-NONE-|||0

S هەموو جۆرەکان فەرمان بە تەواوی وەک ڕێژەی کاتی ڕانەبوردوو جێناو وەردەگرێت و هیچ جیاوازییەک لە نێوانیاندا نییە.
A 10 11|||noun_adjective_agreement|||وەردەگرن|||REQUIRED|||-NONE-|||0
A 1 2|||noun_adjective_agreement|||جۆرەکانی|||REQUIRED|||-NONE-|||0

S پڕیشک لە دەمن دەەاتە دەرەوە، پاش ئەوەی کە خواردنی تەواوکرد هەڵساو لەسەر کورسییەک بەرامبەر تەلەفزیۆن دانیشت تا سەیری بەرنامەیەکی وەرزشی بکات.
A 2 3|||subject_verb_number|||دەمی|||REQUIRED|||-NONE-|||0

S شەپۆلە درێژڕەوەکانی دەنگ بەناو تووڵە دارەکە دەڕوات بۆ لایەکەی تری ئەمەش دەبێتە هۆ لەرینەوەی سندوقێکی تەختەداری ناوبۆش کە لەکۆتایی تووڵەکەوە دەنگێکی ئاشکرای لێ دەردەچێت.
A 12 13|||noun_adjective_agreement|||هۆی|||REQUIRED|||-NONE-|||0

S ڕێگای غۆشکرد بۆ لاوانی کورد تا لە قوتابخانە سەربازییەکانی عوسمانی درێژە بەخووێندن بدەن، ژمارەیەکی بەرچاوی ڕۆشنبیران ئەفسەرانی کوردیش ڵەنیوەی دووەمی سەدەێ نۆزدە و نیوەی یەکەمی سەدەی بیستدا دەرچوون قوتابخانە سەربازییەکانی عوسمانین.
A 11 12|||subject_verb_number|||بەخوێندن|||REQUIRED|||-NONE-|||0
A 18 19|||subject_verb_number|||لەنیوەی|||REQUIRED|||-NONE-|||0
A 27 28|||subject_verb_number|||دەرچووی|||REQUIRED|||-NONE-|||0
A 20 21|||subject_verb_number|||سەدەی|||REQUIRED|||-NONE-|||0
A 1 2|||subject_verb_number|||خۆشکرد|||REQUIRED|||-NONE-|||0

S یاسا دانەری باج لەو قۆناغە بڕی باجەکە دیار دەکات، ئینجا جوگرافیانە بەپێی پارێزگاکان دابەشی دەکات، ئابووریانەش بەپێی توانای تاکەکانی ئەم پارێزگایانە دیاری دەکات.
A 7 8|||noun_adjective_agreement|||دیاری|||REQUIRED|||-NONE-|||0

S ئەو ناوەندین. کەشتی و بەلەمانەی کە هاتووچۆی تێدا دەکەن بچووکن، بەڵام ئەو کەشتیانەی کە بەناو شەتولعەرەبدا رەت دەبن لە جۆری مام
A 2 2|||word_order|||ناوەندین.|||REQUIRED|||-NONE-|||0
A 1 2|||word_order||||||REQUIRED|||-NONE-|||0

S ۱– لە گەڵ هاوپۆلەکانت‌و بەیارمەتی مامۆستا جیا وازی نێوان شیبکەنەوە، بە هۆی دیمەن ێکی نوا ندن.
A 0 1|||whitespace|||۱|||REQUIRED|||-NONE-|||0
A 4 5|||whitespace|||بە|||REQUIRED|||-NONE-|||0
A 5 5|||whitespace|||یارمەتی|||REQUIRED|||-NONE-|||0
A 1 1|||whitespace|||–|||REQUIRED|||-NONE-|||0
A 12 16|||whitespace|||دیمەنێکی نواندن.|||REQUIRED|||-NONE-|||0
A 6 8|||whitespace|||جیاوازی|||REQUIRED|||-NONE-|||0

S هەروەەا لە فەرمودەێ پێغەمبەری سەروەریشدا یاماژە بەحەرامێتی کراوە، وەک لەسەرەوە هاتووە.
A 2 3|||orthography|||فەرمودەی|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||ئاماژە|||REQUIRED|||-NONE-|||0

S مۆمیاکردن تەرمەکە کە پێویستی بە ماوەیەکی درێژ هەبوو کە دەگەیشتە ڕۆژ دەست دەکرا بە توێکاری تەرمەکە و دەرەێنانی و لەڕێگەی بۆری تایبەتەوە (مێشک)ان دەردەەێنا و ئینجا تەرمەکە بەماددەی سۆدا مامەڵەی لەگەڵدا دەکراو دەخرایە نێو خوێی نیترۆن.
A 22 23|||noun_adjective_agreement|||(مێشک)یان|||REQUIRED|||-NONE-|||0
A 0 1|||noun_adjective_agreement|||مۆمیاکردنی|||REQUIRED|||-NONE-|||0

S نووسەر و بیرمەندە کومەڵایەتییەکانی ئەو کات ڵە بابەتە کۆمەڵاێەتیەکان تایبەتمەند نەبوون، ئەمەش وای کرد نەتووانن سەربارێک بخەنە سەر گەشەی زانستی کۆمەڵایەتی و بەرەو پێشەوەی ببەن.
A 6 7|||orthography|||لە|||REQUIRED|||-NONE-|||0
A 3 4|||orthography|||کۆمەڵایەتییەکانی|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||کۆمەڵایەتیەکان|||REQUIRED|||-NONE-|||0
A 14 15|||orthography|||نەتوانن|||REQUIRED|||-NONE-|||0

S بە خۆشەویستییەوە مامەڵە کردن لەگەڵ موسڵمانان‌و هاولاتیانی دیکەدا چ سودێکیئەم دون یاو پاداشتێکی ئەو دونیای بەدواوەیە؟
A 6 7|||spelling_confusion|||هاوڵاتیانی|||REQUIRED|||-NONE-|||0
A 9 12|||spelling_confusion|||سودێکی ئەم دونیاو|||REQUIRED|||-NONE-|||0

S تایبەتییەکانی ناو وەردەگرێت کە ئەمانەن: چاوگ وەکو ناو دەتوانرێت بکرێم بە ناسراو بە هۆی نیشانەی ناسراو. هەروەەا دەتوانرێت بکرێت بە کۆت ناسراو بەەۆی نیشانەی کۆ کە دەخرێتە دوای نیشانەی ناسراوی. هەروەەا دەتوانرێت تەواو بکرێت بە.
A 20 21|||clitic_form|||کۆی|||REQUIRED|||-NONE-|||0
A 16 16|||clitic_form|||.|||REQUIRED|||-NONE-|||0
A 35 35|||clitic_form|||.|||REQUIRED|||-NONE-|||0
A 34 35|||clitic_form|||بە|||REQUIRED|||-NONE-|||0
A 9 10|||clitic_form|||بکرێت|||REQUIRED|||-NONE-|||0
A 15 16|||clitic_form|||ناسراو|||REQUIRED|||-NONE-|||0
A 30 30|||clitic_form|||.|||REQUIRED|||-NONE-|||0
A 29 30|||clitic_form|||ناسراوی|||REQUIRED|||-NONE-|||0

S تەنیا ژمارە نەبێ کە واتایتاکێتی یەکێکە لە سیما وات اییەکانی ولێی جیا نابێتەوە.
A 4 5|||whitespace|||واتای|||REQUIRED|||-NONE-|||0
A 8 10|||whitespace|||واتاییەکانی|||REQUIRED|||-NONE-|||0
A 5 5|||whitespace|||تاکێتی|||REQUIRED|||-NONE-|||0

S لەم بەندە دا هەنضێک ڵەو زانیاریانەی لە قۆناغی خوێندنی بنەڕەتی وەرگیراوە بەبیر قوتابیان ضەەێنینەوە.
A 13 14|||spelling_confusion|||دەەێنینەوە.|||REQUIRED|||-NONE-|||0
A 3 5|||spelling_confusion|||هەندێک لەو|||REQUIRED|||-NONE-|||0

S سزادانی کەسانێک کە ستەمیان ڵە کەسانی ضیکە کردووە، بۆنموونە کەسانێکیان کوشتووە، ڵەم دونیایەدا پیاضە ناکرێت.
A 4 5|||spelling_confusion|||لە|||REQUIRED|||-NONE-|||0
A 6 7|||spelling_confusion|||دیکە|||REQUIRED|||-NONE-|||0
A 11 12|||spelling_confusion|||لەم|||REQUIRED|||-NONE-|||0
A 13 14|||spelling_confusion|||پیادە|||REQUIRED|||-NONE-|||0

S ئەگەڕ نا، تۆ کام رێگەیەیان نیشان دەدەیت؟
A 0 1|||spelling_confusion|||ئەگەر|||REQUIRED|||-NONE-|||0

S ئەگەر بەرگری سووڕەکە زۆر بێت تەزووەکە بەخێرایی دوای چەند لەرەیەکی کەی نامێنێت. وە ئەگەر بەرگری سووڕەکە کەم بێت ئەوا لەرەکردنی تەزوو زۆرتر بەردەوام دەبێت.
A 10 11|||clitic_form|||کەم|||REQUIRED|||-NONE-|||0

S هەر بۆیەش دەبێ توێژەرەکان هەڵسوکەوتەکەی ئاسایی بێ پەیوەندی و تێکەڵبوونی دروست بێت و دوور بێت لە دەستکردی و بەئەرک بوون.
A 3 4|||noun_adjective_agreement|||توێژەرەکە|||REQUIRED|||-NONE-|||0
A 4 5|||noun_adjective_agreement|||هەڵسوکەوتی|||REQUIRED|||-NONE-|||0

S ئەمەش لە میانەی ئەو هاوکاری و هاڕیکاریکردنەی کە لە نێوانیاندا هەیە لەبوارەکانی، دەست بەسەر بەرەەمەێنان و وەبازاڕخستن و نرخدانانی و دیاریکردنی سیاسەتێکی گونجاو بۆ بەرەەمەێنان ونڕخدانان.
A 6 7|||spelling_confusion|||هاریکاریکردنەی|||REQUIRED|||-NONE-|||0
A 25 26|||spelling_confusion|||ونرخدانان.|||REQUIRED|||-NONE-|||0

S سوودی داڕایی وسامان پێدان بەپێی پلەی کەسایەتی و پێویستی.
A 1 2|||orthography|||دارایی|||REQUIRED|||-NONE-|||0

S جا ئەم پێشکەوتنە چ لە بواری بیری یا کلتووری یا فەرەەنگم یا زانستی یا بیناسازی یا ئەخلاقییەوە بێت یا هەر بوارێکیتر کە بەەۆیەوە بتوانرێت خەسڵەتێک لە خەسڵەتەکانی شارستانیان لەخۆی بەرجەستە بکات ‌و لە کۆمەڵگایەکی تری مرۆڤی جیا بکرێتەوە.
A 27 28|||possessive_clitic|||شارستانی|||REQUIRED|||-NONE-|||0
A 10 11|||possessive_clitic|||فەرەەنگی|||REQUIRED|||-NONE-|||0

S فرمانی جەنگی فرمانێکی ترە، کە پێۆیستە بۆ پاراستنی ژیانی خەڵکێ شارەکەو شارەکەش خۆی لەکاتی هێرش و ڕووبەرووبونەوە ئامادە بکرێت. شاری جەنگی تەنیا ئەڕکی جەنگی لەسەر شانەو ئەوو ئەرکەش سەرەک فرمانی شارەکەیەوو ژیان‌و پەرەسەندنی شارەکەشی لەسەروەستاوە.
A 9 10|||orthography|||خەڵکی|||REQUIRED|||-NONE-|||0
A 30 31|||orthography|||شارەکەیەو|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||پێویستە|||REQUIRED|||-NONE-|||0
A 22 23|||orthography|||ئەرکی|||REQUIRED|||-NONE-|||0
A 26 27|||orthography|||ئەو|||REQUIRED|||-NONE-|||0

S ئەمپەیمانە توانی بۆنزیکەی هەشتا ساڵجەنگ و کوشت ارینێوان هەردوو دەوڵەتی ڕابگرێت.
A 1 1|||whitespace|||پەیمانە|||REQUIRED|||-NONE-|||0
A 5 5|||whitespace|||جەنگ|||REQUIRED|||-NONE-|||0
A 0 1|||whitespace|||ئەم|||REQUIRED|||-NONE-|||0
A 4 5|||whitespace|||ساڵ|||REQUIRED|||-NONE-|||0
A 6 8|||whitespace|||کوشتاری نێوان|||REQUIRED|||-NONE-|||0
A 3 3|||whitespace|||نزیکەی|||REQUIRED|||-NONE-|||0
A 2 3|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0

S لە ئەورووپا لە دوای ساڵەکانی ۱۹۶۰ بەکارەێنانی رێگاکانی رێکخستنی مندالأ بوون بە شێوەیەکی فراوان پەرەی سەند، ئەمەشلە پێناو دروستکردن و رێکخستنی خێزان بوو بە منداڵی کەم.
A 17 17|||whitespace|||لە|||REQUIRED|||-NONE-|||0
A 16 17|||whitespace|||ئەمەش|||REQUIRED|||-NONE-|||0

S وەرگێڕانی هەموو ئەو نووسینانەم نووسەرانی شۆڤینی عەرەب و بەعس دەریان دەکرد بەخۆڕِایی یان بەەەرزان بەناو خەڵکیدا بڵاودەکردەوە.
A 3 4|||possessive_clitic|||نووسینانەی|||REQUIRED|||-NONE-|||0

S دابینکردنی پێداویستی بەکاربەرەکان و تێرکردنیی ئارەزووەکانیان و کار بکرێت بۆ کەمکردنەوەی بەکاربردن.
A 4 5|||noun_adjective_agreement|||تێرکردنی|||REQUIRED|||-NONE-|||0

S تولێکی ئەبۆنایتی بارگە سالیب لە پەپکەی کارەبا دۆزەکە نزیک دەکەینەوە لە ئەنجامدا ئەلکترۆنە سەربەستەکانی توولی کارەبا دۆزەکە بەرەو دوو پەڕەکە دەڕۆیت بۆیە هەردووکیان بە بارگەی سالیب بارگاوی دەبن و لە یەکتری جودا دەبنەوە وە بارگەی موجەبیش لە پەپکەدا جێدەمینێت.
A 20 21|||subject_verb_number|||دەڕۆن|||REQUIRED|||-NONE-|||0

S شایانی باسە ئەم پارەیەکە کە بۆ هەرێمی کوردستان تەخانکرابوو لە سەردەمی بەعس کەمبوو بەڵام ئێستا پێشبینی دوا ڕۆژێکی گەشبین دەکرێت لەو بوارەدا.
A 3 4|||noun_adjective_agreement|||پارەیە|||REQUIRED|||-NONE-|||0

S ئەو بیرکردنەوە سەرەتاییانە رۆڵێکی گرنگی هەبوو ڵە پەیدابوون و سەرەەڵدانی بیری فەلسەفی لەنێو دانیشتوانی میزۆپۆتامیا، و ئەفسانەکان بەڕە بەڕە گۆڕان بۆ بیروباوەڕی بیری و فەلسەفی سەبارەت بەنەژادو بنج و بناوانی جیەان و دەرکەوتنی بوونەوەرەکان یەک لەدوای یەک.
A 6 7|||spelling_confusion|||لە|||REQUIRED|||-NONE-|||0
A 18 19|||spelling_confusion|||بەرە|||REQUIRED|||-NONE-|||0
A 17 18|||spelling_confusion|||بەرە|||REQUIRED|||-NONE-|||0

S لەسەرمان پێویستە کە بە بەزەیی بێن لەگەلأ گیانەوەراندا ئازاریان نەدەین، چونکە ئاینمان ئاینی دلۆڤانی ۆ بەژەییە.
A 14 16|||orthography|||و بەزەییە.|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||بین|||REQUIRED|||-NONE-|||0

S یەگەر تووڵێک ڵەم ماددانە لەناو بوارێکی موگناتیسی ئاسۆییانە حەڵواسرێت، ئەوا توڵەکە بە تەرێبی بۆ هێڵەکانی بوارەکە دەوەستێت.
A 2 3|||orthography|||لەم|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||هەڵواسرێت،|||REQUIRED|||-NONE-|||0
A 12 13|||orthography|||تەریبی|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||ئەگەر|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||تووڵەکە|||REQUIRED|||-NONE-|||0

S ئەمە بەڵگەیەکان ئەووە دەسەلمێنێ کە بکەر نادیار فرمانێکی تێپەڕە کراوەتە تێنەپەڕ.
A 1 2|||noun_adjective_agreement|||بەڵگەیەکە|||REQUIRED|||-NONE-|||0

S هەموو دەوڵ ەتەکان پێڕەوی دەستوورەکەی خۆیان دەکەن؟
A 1 3|||whitespace|||دەوڵەتەکان|||REQUIRED|||-NONE-|||0

S ئەمدیوانە هەڵدەستا بەدروست کردنی پۆشاک و جلوبە رگی فەرمی خەلیفەو گەورە کاربەدەستانی دەوڵەت و نەخشاندنی ئاڵاو دروشمی تایبەت بە دەوڵەت.
A 6 8|||whitespace|||جلوبەرگی|||REQUIRED|||-NONE-|||0
A 2 4|||whitespace|||بەدروستکردنی|||REQUIRED|||-NONE-|||0
A 0 1|||whitespace|||ئەم|||REQUIRED|||-NONE-|||0
A 1 1|||whitespace|||دیوانە|||REQUIRED|||-NONE-|||0

S بارام لەگەڵدارا چوونبۆ بازاڕ.
A 2 2|||whitespace|||دارا|||REQUIRED|||-NONE-|||0
A 3 3|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0
A 1 2|||whitespace|||لەگەڵ|||REQUIRED|||-NONE-|||0
A 2 3|||whitespace|||چوون|||REQUIRED|||-NONE-|||0

S ئیلەام دەستی هەڵبڕی ڵە جیاتی گروپەکەی خۆی کە ناوی (طیمی فریاکەوتن)ە، بۆ ئەوەی وەڵامی پرسیاری دووەم بداطەوە، گوتی: بە هاوکاری‌و هاوسۆزی لە نێوانماندا کارەکەمان ئەنجام دا‌و ئەمەش وای کرد ئەرکەکە بە ماوەیەکی کورت ئەنجام بدەین.
A 9 10|||spelling_confusion|||(تیمی|||REQUIRED|||-NONE-|||0
A 3 4|||spelling_confusion|||لە|||REQUIRED|||-NONE-|||0
A 16 17|||spelling_confusion|||بداتەوە،|||REQUIRED|||-NONE-|||0

S سەبارەت بە نۆک، ئەم بەروبوومن بەروبوومێکی زستانیە پشت بە ئاوی باران دەبەستێت، ئەم جۆرانەیان لە کوردستاندا دەچێنرێ لە جۆری خۆجێین وەک جۆری سلێمانیان و جۆری دەۆکی.
A 22 23|||subject_verb_number|||سلێمانی|||REQUIRED|||-NONE-|||0
A 4 5|||subject_verb_number|||بەروبوومە|||REQUIRED|||-NONE-|||0
A 13 14|||subject_verb_number|||جۆرانەی|||REQUIRED|||-NONE-|||0

S بریتییە لە کۆمەڵێکی ساکار پشت بە سیستەمی کار دابەشکردنی تایبەت نابەستێ، پسپۆڕی هەمەجۆری تێدا نییە، هەموو ئەندامەکانی کۆمەڵگن لە رووی پیشەوە لەیەک دەچن.
A 17 18|||subject_verb_number|||کۆمەڵگە|||REQUIRED|||-NONE-|||0

S هەندێکیان ناطوانن واز لەبیرکردنەوە لە مردن بەێنن‌و خۆیان لە تیاچوون‌و نەمانی یەکجارەکی دوای ئەو ڕزگاربکەن بۆیە هەمیشە بەرامبەر ئەوەی کە بە مردنیان بۆ هەطا هەتا تیادەچن‌و ژیانیان کۆتایی پێ دێت، دووچاڕی شڵەژان‌و بێ تاقەتی دەبن.
A 23 24|||spelling_confusion|||هەتا|||REQUIRED|||-NONE-|||0
A 1 2|||spelling_confusion|||ناتوانن|||REQUIRED|||-NONE-|||0
A 30 31|||spelling_confusion|||دووچاری|||REQUIRED|||-NONE-|||0

S لە ئەنجامدا ڕەنگی تێکەڵەکەی ئەم دوو بۆیەسەوز دەبێت.
A 7 7|||whitespace|||سەوز|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||بۆیە|||REQUIRED|||-NONE-|||0

