S سیماکانی وەڵامی چاک بۆ خراپەکاری چییە?
A 5 6|||punctuation|||چییە؟|||REQUIRED|||-NONE-|||0

S ئەم درێژە شەپۆڵە لە ڕیزی درێژە شەپۆڵەکانی تیشکی ئێکسە. دەتوانرێت تێبینەکەی بکرێت بەیەکێک لەو ڕێگایانەی کە بۆ پێوانی درێژی شەپۆڵی تیشکی ئێکس بەکاردێن.
A 10 11|||noun_adjective_agreement|||تێبینی|||REQUIRED|||-NONE-|||0

S پێشبڕکێی نادرووست: دەبێتە هۆی پەنابردن بۆ هۆکاری نادروست و یەکدی سڕینەوە و قبووڵنەکردنی بەڕانبەر، ئەمەش کێشە دەنێتەوە.
A 13 14|||orthography|||بەرانبەر،|||REQUIRED|||-NONE-|||0
A 1 2|||orthography|||نادروست:|||REQUIRED|||-NONE-|||0

S هەوڵ دەدات تاکەکان خاوەنی کەسایەتی خۆیان بن و بتوانە لە ژینگەی خۆیاندا بسرەون و بە باشی بحەوێنەوە.
A 8 9|||subject_verb_number|||بتوانن|||REQUIRED|||-NONE-|||0

S مرۆڤی ئەفریقیا بەروبومی دانەوێڵەی چاندووە لە باکووری ئەفریقیا بە تایبەتی چاندنیان گەنمەشامی و برنج.
A 10 11|||possessive_clitic|||چاندنی|||REQUIRED|||-NONE-|||0

S دووەم: مەرجی واتە پێویستە کەسەکان هەست بە بوونی کێشەکە بکەن لە ناو کۆمەڵگەدا بەو مانایەی مەرجی بابەتی کێشەیەکی ڕاستەقینە بۆ کۆمەڵگە دێتە کایەوە دەبێ چارەسەری بکرێت
A 12 13|||punctuation|||کۆمەڵگەدا،|||REQUIRED|||-NONE-|||0
A 25 26|||punctuation|||بکرێت.|||REQUIRED|||-NONE-|||0

S واتا پیشەسازییەکە بازاڕەکەی لێ نزیکە و هەموو بەروبوومێکی دروستکراوی بۆ دەنێرێت و قازانجێکی زۆری دەست دەکەوێت، بێگومان بازاڕ گەرمی شمەکی دروستکراو گرنگترینی بنەماکانی دامەزراندن‌و بەردەوامی پیشەسازی‌و کرداری وەبەرهێنانە.
A 10 12|||whitespace|||دەنێرێ ‌و|||REQUIRED|||-NONE-|||0
A 4 6|||whitespace|||نزیکەو|||REQUIRED|||-NONE-|||0

S لەوێنەی دوو هێزت یەکسان لە بڕ پێچەوانە بە ئاڕاستە کار لە تەنێک دەکەن بەرئەنجامیان دەکاتە سفر، وە تەنەکە لەباری هاوسەنگم دەبێت.
A 19 20|||possessive_clitic|||هاوسەنگی|||REQUIRED|||-NONE-|||0
A 2 3|||possessive_clitic|||هێزی|||REQUIRED|||-NONE-|||0

S ڕەچاوکردنی بەها و بنەماکانی ئیسلام لە ژیانی خێزانیدا هاوسەرەکان دووردەخاتەوە لە خیانەت کردن لە یەکدی و هانیاندەدات پێکەوە هاوکاربن بۆ گوزەراندنی ژیانێکی خۆش و پەروەردەکردنێکی جوانی مناڵەکانیان‌و پاراستنی ئارامیی خێزانەکانیان.
A 22 24|||orthography|||خۆش‌و|||REQUIRED|||-NONE-|||0

S لە زمانی فارسیدا نیشانەیان مۆرفیمێکی ڕێزمانیان تایبەتی نییە.
A 5 6|||possessive_clitic|||ڕێزمانی|||REQUIRED|||-NONE-|||0

S لە هەردوو دۆخەکەدا ئەمە کاریگەرییەکی ڕاستەوخۆ بەجێ دەهێڵن لەسەر نرخی کۆتایی بەرهەم هێنراوەکان کە زیادبوونی تێچوون لە بنەماکانی بەرهەمهێناندا کە کاری تێکردوون.
A 7 8|||subject_verb_number|||دەهێلێت|||REQUIRED|||-NONE-|||0

S نەهێشتنی کاری رەگەزپەرستیی و جیاواز نەتەوایەتی هاووڵاتیان و پەرچدانەوەی ئەوانەی لایەنگیری و پشتگیری ئەم بیروڕایانە دەکەن.
A 4 5|||noun_adjective_agreement|||جیاوازی|||REQUIRED|||-NONE-|||0

S سروشتی تەختەکانیش کە دارەکانمان لێ پێک دێت دیسان جیاوازن، دار هەیە تەختەکەی نەرمە و هەیە تەختەکەی ڕەقە وە هەریەکەیان لە بوارێکی پیشەسازی دا بەکاردەهێنرێت.
A 3 4|||orthography|||دارەکانیان|||REQUIRED|||-NONE-|||0

S گۆگرد بە شێوەی توخمی پوخت و بە شێوەی کانزاش لە چەند ناوچەیەک لە هەرێمدا دەرهاتووە وەک سلێمان بەگ لە باکووری ڕۆژئاوای کفری و کارگهەکەی دەرهێنانی گۆگرد لە دووبز و کانیاوە گۆگردیەکە گەرماڤا لە باکووری دهۆک.
A 23 24|||noun_adjective_agreement|||کارگەی|||REQUIRED|||-NONE-|||0
A 30 31|||noun_adjective_agreement|||گۆگردیەکان|||REQUIRED|||-NONE-|||0

S وەک پێشتر باسکرابوو بەهۆی هەڵگیرسانی شۆڕشی شێخ سەعیدی پیران وشۆڕشەکەی ئاگری داغ و دواتریش ڕاپەڕینی دەرسیم بەڕێبەرایەتی سەید ڕەزای دەرسیم.
A 9 10|||noun_adjective_agreement|||وشۆڕشی|||REQUIRED|||-NONE-|||0

S بە تاوانی تێکدانی لاوان و نکوڵی کردن لە خواکانی شار و باوەڕهێنان بە خوای تر بڕیارەکەی کوشتنی درا. بە بڕیار دادگە لە بەندیخانەدا ژەهری خواردەوە. باوەڕی وابووە کە دەروون پاش مردن دەمێنێتەوە.
A 19 20|||noun_adjective_agreement|||بڕیاری|||REQUIRED|||-NONE-|||0
A 15 16|||noun_adjective_agreement|||بڕیاری|||REQUIRED|||-NONE-|||0

S * مەبەست لە دروستە، چونیەتی خستنەتەکیەکی کەرەستەکان، کە دەبێت توخمەکانی لەڕوی سینتاکسییەوە دروست و لەڕوی سیمانتیکییەوە ڕاست و لەگەڵ یەکتردا گونجاو بن.
A 4 5|||orthography|||چۆنیەتی|||REQUIRED|||-NONE-|||0
A 19 20|||orthography|||یەکترییدا|||REQUIRED|||-NONE-|||0

S بە گەرما پلەی گەرما هەڵدەکشەن و بە سەرما دادەکشێ.
A 4 5|||subject_verb_number|||هەڵدەکشێ|||REQUIRED|||-NONE-|||0

S لای توێژەرەکان ئەو پەیکەرانە بە وەهێمای ناسراون.
A 4 6|||possessive_clitic|||بەوەهێمای|||REQUIRED|||-NONE-|||0

S ئەمە سەرەڕای نزیکی ئاستێ ئاوی ژێر زەوی لەگەڵ ڕووی زەویدا. ئەم سەرچاوە و کانیانە ڕۆلێکی چالاکیان لەدابەش بوونی ئاوەدانییەکانی هەرێمدا گێڕاوە.
A 3 4|||orthography|||ئاستی|||REQUIRED|||-NONE-|||0

S لەلایەن سەرۆک خێزانەوە خەڵات دەکرێت وەهەروەها لە ئێوارەی جەژن ئاگر هەڵدەکەن، پێ دەڵێن و ئەندامانی خێزان هەر یەکی سێ جاران بەسەریدا بازدەدەن بەو بڕوایەی کە گوناحەکانیان دەسووتێنرێن، لە ڕۆژی جەژن دا ئێزدییەکان جەژنی یەکتر پیرۆز دەکەن.
A 11 12|||noun_adjective_agreement|||پێی|||REQUIRED|||-NONE-|||0

S تێکڕای گەرمای مانگی تەمموز کە گەرمترین مانگی ساڵە لەهەرێمدا لەزۆربەی ناوچەکاندا لەپلەی سەدی پترە.
A 9 9|||whitespace|||هەرێمدا|||REQUIRED|||-NONE-|||0
A 8 9|||whitespace|||لە|||REQUIRED|||-NONE-|||0
A 11 12|||whitespace|||لە|||REQUIRED|||-NONE-|||0
A 12 12|||whitespace|||پلەی|||REQUIRED|||-NONE-|||0
A 9 10|||whitespace|||لە|||REQUIRED|||-NONE-|||0
A 10 10|||whitespace|||زۆربەی|||REQUIRED|||-NONE-|||0

S چونکە ئەو بارانەی کە بەهۆی گەرمی و بە هەڵم بوون لە بارانەکانی وەرزە ساردەکان وون دەبێت کەمترە لە باڕانەکانی وەرزە گەرمەکان، ڕووەکیش بەدەگمەن دەبینرێت کە ئەمەش بەلگەی تینی وشکییە.
A 18 19|||spelling_confusion|||بارانەکانی|||REQUIRED|||-NONE-|||0
A 26 27|||spelling_confusion|||بەڵگەی|||REQUIRED|||-NONE-|||0

S گۆشە جیاوازی ڕەوگە لە نێوان ڤۆڵتیە و تەزوو چەندە؟
A 0 1|||noun_adjective_agreement|||گۆشەی|||REQUIRED|||-NONE-|||0

S ژمارەی رکاتە کانی ئەم نوێژە دوانە و پیش نوێژ بە دەنگی بیستراو ئایەتەکان دەخوێنێت و زیکرەکان دەکات، وەک نوێژی جەژن ئەنجام دەدرێت. لە رکاتی یەکەمدا دوای فاتیحە سورەتی و لە رکاتی دووەمدا سورەتی بۆ پێشنوێژەوە دەخوێنرێت.
A 33 34|||case_role_preposition|||لەلایەن|||REQUIRED|||-NONE-|||0

S گرێبەست لەئیسلامدا چی دەگرێتەووە؟ جۆرەکانی بلێ؟
A 3 4|||orthography|||دەگرێتەوە؟|||REQUIRED|||-NONE-|||0

S موسلمانان کۆمەڵ کۆ مەڵکۆچیان کردتا وایلێهاتت موسڵم انێک لە مەک کە نەمای هوە جگە لە پێغەمبەر (د.خ)وئەبو بەکڕی صدیق ‌و عەلیکوڕی ئەبی تاڵیب نەبێ.
A 2 3|||spelling_confusion|||کۆمەڵ|||REQUIRED|||-NONE-|||0
A 17 18|||spelling_confusion|||بەکری|||REQUIRED|||-NONE-|||0
A 16 17|||spelling_confusion|||(د.خ)و|||REQUIRED|||-NONE-|||0
A 0 2|||spelling_confusion|||موسڵمانان|||REQUIRED|||-NONE-|||0
A 17 17|||spelling_confusion|||ئەبو|||REQUIRED|||-NONE-|||0
A 3 8|||spelling_confusion|||کۆمەڵ کۆچیان کرد تا وای لێهات موسڵمانێک|||REQUIRED|||-NONE-|||0
A 21 21|||spelling_confusion|||کوڕی|||REQUIRED|||-NONE-|||0
A 20 21|||spelling_confusion|||عەلی|||REQUIRED|||-NONE-|||0
A 9 13|||spelling_confusion|||مەککە نەمایەوە|||REQUIRED|||-NONE-|||0

S میر حەسەنوەیەی کە هەتا ساڵی ۳۶۹کۆچی/ ۹۷۹زایینی میرایەتی کردووە و زۆر ژیرانە پەیوەندییە سیاسییەکانی لەگەڵ بوەیەییەکان پەرە پێ داوە و توانیویەتی هۆزو ناچەی کوڕدی جیا جیا بخاتە سەڕ میرنشینەکەی.
A 23 24|||spelling_confusion|||کوردی|||REQUIRED|||-NONE-|||0
A 27 28|||spelling_confusion|||سەر|||REQUIRED|||-NONE-|||0

S شونبزکردن و لەناوبڕدنی نزیکەی دووسەد هەزار مڕۆڤی کورد.
A 6 7|||orthography|||مرۆڤی|||REQUIRED|||-NONE-|||0
A 2 3|||orthography|||لەناوبردنی|||REQUIRED|||-NONE-|||0

S ئەگەردووهێزیان زێاتر کارێان کڕدە سەر غالێک وەبەرئەنجامیان بۆ بەسفر ئەوا دەووترێ کە خاڵەکە لەباری هاوسەنگی دایە، خاڵی هاوسەنگ یان ڕاوەستاو دەبێت یان جووڵاو دەبێت بە خێراییەکی نەگۆر لەسەر هێلێکی ڕاست.
A 5 6|||orthography|||خالێک|||REQUIRED|||-NONE-|||0
A 1 4|||orthography|||زیاتر کاریان کردە|||REQUIRED|||-NONE-|||0
A 7 8|||orthography|||بوو|||REQUIRED|||-NONE-|||0

S ئەوانەی دوایی وای بۆ دەچن کە هەر چەندە زانیارییەکان شێوەی ڕووت یان گشتیان هەبێ ئەوا دەبێ هەر بگەڕێنەوە سەر بنەڕەت وسەرەتاکان تاقیکاری هەستەکی.
A 20 21|||noun_adjective_agreement|||وسەرەتاکانی|||REQUIRED|||-NONE-|||0

S پەلە مەکە نەکتێ بکەوێت.
A 3 3|||whitespace|||تێ|||REQUIRED|||-NONE-|||0
A 2 3|||whitespace|||نەک|||REQUIRED|||-NONE-|||0

S سەردار محمد عبدالرحمن، هوشیار محمدامین خۆشناو، (ئەتڵەسیی مێژووی بزاڤی رزگاریخوازی کوردستان، کۆمپانیای تێنوس بۆ چاپەمەنی و کاری هونەری، بەرگی یەکەم، هەولێر، ۲۰۱۲.
A 6 7|||noun_adjective_agreement|||(ئەتڵەسی|||REQUIRED|||-NONE-|||0

S ۱/ عەرەبەکانی نیمچەدوورگە شانازی ان بە تیرەگەری دەکرد، کە ئایینی ئی سلام بڵاو بووەوە، ناکۆکی ‌و دەمارگیری نەهیش ت،کە پێغەمبەر ماڵئاوایی یەک جارەکی کرد، ئەو عەرەبانە هەڵگەڕانەوە بۆ پیادەکردنی داب ‌ونەریتە کۆنەکانیان وایانزانی کە ئایینی ئیسلامکۆتایی پێهات.
A 9 10|||whitespace||||||REQUIRED|||-NONE-|||0
A 30 31|||whitespace|||‌و|||REQUIRED|||-NONE-|||0
A 10 11|||whitespace|||ئایینی|||REQUIRED|||-NONE-|||0
A 35 36|||whitespace|||ئیسلام|||REQUIRED|||-NONE-|||0
A 17 19|||whitespace|||نەهێشت، کە|||REQUIRED|||-NONE-|||0
A 31 31|||whitespace|||نەریتە|||REQUIRED|||-NONE-|||0
A 3 5|||whitespace|||شانازیان|||REQUIRED|||-NONE-|||0
A 11 12|||whitespace|||ئیسلام|||REQUIRED|||-NONE-|||0
A 36 36|||whitespace|||کۆتایی|||REQUIRED|||-NONE-|||0

S تەمەنی مرۆڤ کورت‌و سنوردارە، ژۆرێک لە مرۆڤەکان پیش ئەوەی بەرەنجامی کاڕەکانی خۆیان بە تەواوی ببینن، کۆچی دوایی دەکەن.
A 4 5|||spelling_confusion|||زۆرێک|||REQUIRED|||-NONE-|||0
A 10 11|||spelling_confusion|||کارەکانی|||REQUIRED|||-NONE-|||0

S بەڵکو بە شتێ کە کە لەبەر دەستی هەموواندایە و هەر مرۆڤێکیش دەتوانێت سوودی لێ وەربگرێت ‌و پەیوەندی بە ئیرادەی خۆیە وە هەیەکە ئەویش تەقوا وچاکەکارییە.
A 2 4|||whitespace|||شتێکە|||REQUIRED|||-NONE-|||0
A 19 21|||whitespace|||خۆیەوە|||REQUIRED|||-NONE-|||0
A 21 22|||whitespace|||هەیە|||REQUIRED|||-NONE-|||0
A 24 25|||whitespace|||و|||REQUIRED|||-NONE-|||0
A 25 25|||whitespace|||چاکەکارییە.|||REQUIRED|||-NONE-|||0
A 22 22|||whitespace|||کە|||REQUIRED|||-NONE-|||0

S لە ڕستەی سییەمیشدا دیسان بێژەکانی، کە جانەوەرو گیاندارن، ناوی گشتین، چونکە بۆ ڕەگەز ئەو گیاندارانە و بۆ تاکە تاکەیان بەکار دێت.
A 12 13|||noun_adjective_agreement|||ڕەگەزی|||REQUIRED|||-NONE-|||0

S ئیرانیی کۆن, هیندیی کۆن.
A 1 2|||punctuation|||کۆن،|||REQUIRED|||-NONE-|||0

S شایانی باسە هەندێککالای کوردستان وەک (مازوو)و (توتن)ولەئاستێکی جیهانی بازرگانیان پێوەدەکراو دەنێردرانە ئەوروپا.
A 2 3|||whitespace|||هەندێک|||REQUIRED|||-NONE-|||0
A 7 7|||whitespace|||لە ئاستێکی|||REQUIRED|||-NONE-|||0
A 3 3|||whitespace|||کالای|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||(توتن)و|||REQUIRED|||-NONE-|||0
A 9 10|||whitespace|||پێوە|||REQUIRED|||-NONE-|||0
A 10 10|||whitespace|||دەکراو|||REQUIRED|||-NONE-|||0

S لەو ناوچانەی کە چڕی دانیشتوانیان بەڕزە پیشەسازی زور هەیە، چونکە کرێکارێ هەرزانی زۆریان لییە، سەرەڕای ئەوەش ئەو لێزانی‌و کارامەیی‌و شارەزاییەی کە لەو ناوچانەدا هەن، بوونەتە حۆی دامەزراندنی پیشەسازیی پسپۆڕی.
A 25 26|||orthography|||هۆی|||REQUIRED|||-NONE-|||0
A 7 8|||orthography|||زۆر|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||کرێکاری|||REQUIRED|||-NONE-|||0
A 28 29|||orthography|||پسپۆری.|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||بەرزە|||REQUIRED|||-NONE-|||0

S بازڕگانی دەرەکی: مانای گواستنەوهێ شمەک و کارگوزاری بۆ دەرەوەی سنووری دۆڵی ڕووبار، وەک بۆ وڵاتی شام و ئێران و ئەنادۆڵ و ئاسیای بچووک.
A 3 4|||orthography|||گواستنەوەی|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||بازرگانی|||REQUIRED|||-NONE-|||0

S هەروهها فەڕمودەیەک لەسەر بەزەیی و سۆژ بەرانبەر بێوەژنان.
A 1 2|||orthography|||فەرمودەیەک|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||سۆز|||REQUIRED|||-NONE-|||0

S میری ئێزدیان: واتە میری هەموو ئێژدیەکان لە جیهاندا، سەرۆکی ئەنجومەنی باڵای ڕۆحانی ئێزدییە، کاروباری ئاینی و دونیای ئێزدییەکان بەڕێوە دەبات و لە شاڕۆچکەی باعەدڕێ نیشتەجێ یە، دەبێی لە بنەماڵەی میر بێت.
A 26 27|||clitic_form|||دەبێت|||REQUIRED|||-NONE-|||0
A 5 6|||clitic_form|||ئێزدییەکان|||REQUIRED|||-NONE-|||0
A 22 23|||clitic_form|||شارۆچکەی|||REQUIRED|||-NONE-|||0
A 23 24|||clitic_form|||باعەدرێ|||REQUIRED|||-NONE-|||0

S کانزاکاری و کانەبەرد: دەرهێنانی نەوتیخاو و کانزاکانی دیکەش دەگرێتەوە.
A 4 5|||whitespace|||نەوتی|||REQUIRED|||-NONE-|||0
A 5 5|||whitespace|||خاو|||REQUIRED|||-NONE-|||0

S وەک لە پێشەوە ئاماژەمان پێ کردن قورئان بانگەشەی خاوەن کتێبەکانی دیکە دەکات بۆ رێک کەوتن لەسەر کۆمەلێک خاڵی هاوبەش کە ئاینە ئاسمانییەکان تێیدا هاوبەشن.
A 5 6|||tense_agreement|||کرد|||REQUIRED|||-NONE-|||0

S لە ڕۆژئاوای ئیسلامی و ئەندەلوسدا گەلێ زانانی بلیمەت و نووسەری بە تواناو بیرمەندی زیرەک و لێهاتوو هەڵکەوتن لەوانە و و و، کە ناوبانگیان بە ڕۆژهەڵاتیش دەنگی دابووە.
A 23 24|||case_role_preposition|||لە|||REQUIRED|||-NONE-|||0

S ئەم میرە توانیویەتی لەشکری(ئاق قۆینلو)کە بە سەرکردایەتی بوو هێرشی کردووەتە سەر میرنشینەکەی و ویستوویەتی قەڵای ئامێد داگیر بکات، بەڵام نەی توانی ئەم قەڵایە داگیر بکات شکاندویەتی و ناچاری کردووە کە بەنائومێد لەشکری بگەڕێتەوە بە شکاوی.
A 30 31|||noun_adjective_agreement|||بەنائومێدی|||REQUIRED|||-NONE-|||0
A 15 16|||noun_adjective_agreement|||ئامێدی|||REQUIRED|||-NONE-|||0

S رێزی هاوبەش لەنێوان کاڕمەندان و هاوڵاتیان تا کارەکانیان بە شێوەیەکی گونجاو رایی بکڕێت.
A 12 13|||spelling_confusion|||بکرێت.|||REQUIRED|||-NONE-|||0
A 3 4|||spelling_confusion|||کارمەندان|||REQUIRED|||-NONE-|||0

S خۆزگە نە بتدیایە نە قسەتلەگەڵ بکردایە.
A 4 5|||whitespace|||قسەت|||REQUIRED|||-NONE-|||0
A 5 5|||whitespace|||لەگەڵ|||REQUIRED|||-NONE-|||0

S دووەم: دەگ وترێ‌، مرۆڤ چاکەی لە سروشتیدا هەیە، چونکە لە قوڕێکی پاک درووستکراوە، بە ڵام خراپەکاری لەژینگە کۆمەڵایەتیەکەیدا ڕێگای پێگرتووە و کاری تێکردووە بە چاک و خراپ کاردەکاتە سەر بارودۆخی گشتی و ئەو ژینگەیەی مرۆڤ و کۆمەڵی تێدا دەژی.
A 13 15|||whitespace|||بەڵام|||REQUIRED|||-NONE-|||0
A 17 17|||whitespace|||ژینگە|||REQUIRED|||-NONE-|||0
A 16 17|||whitespace|||لە|||REQUIRED|||-NONE-|||0
A 1 3|||whitespace|||دەگوترێ‌،|||REQUIRED|||-NONE-|||0

S سامی سعید اڵحد وردا جواد الهاشمی، ال تاریخ الشروق الادنی القدیم– أیران و الانادول.
A 11 11|||whitespace|||–|||REQUIRED|||-NONE-|||0
A 7 8|||whitespace|||التاریخ|||REQUIRED|||-NONE-|||0
A 5 6|||whitespace||||||REQUIRED|||-NONE-|||0
A 10 11|||whitespace|||القدیم|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||الهاشمی،|||REQUIRED|||-NONE-|||0

S ژۆرتریش لەسەر ئەم جۆرە بانانە چیای گڕکانی هەیە کە بەهۆێ چاڵاکی ناوبەناوی گڕکانەکانەوە دروست بووە.
A 0 1|||orthography|||زۆرتریش|||REQUIRED|||-NONE-|||0
A 9 11|||orthography|||بەهۆی چالاکی|||REQUIRED|||-NONE-|||0

S چونکە لەو هەرێم و وڵاتانە شارستانییەتی دێرین و پێشکەوتوو هەبوو دامو دەزگای کارگێڕی و دارایی و زانستی لە ئارادابوو،
A 18 19|||punctuation|||ئارادابوو.|||REQUIRED|||-NONE-|||0

S (ن)ی چاوگ مۆڕفیمێکی کۆی بێ ڵایەنە و ئەنجامدانی کارەکە ناداتە پاڵ هیچ توخمێکی دەستنیشانکراو، بۆیە ڕۆڵی مۆرفیمی کات نامێنێ و کپ دەبێ ۲۶۶.
A 5 6|||spelling_confusion|||لایەنە|||REQUIRED|||-NONE-|||0
A 2 3|||spelling_confusion|||مۆرفیمێکی|||REQUIRED|||-NONE-|||0

S بۆیە دەنوێنێت. تەزووی دەرچوو بەیەک ئاراستە دەبێت. وێنەی سووڕی ڕاستکەرەوەیەکی نیوە شەپۆڵ
A 2 2|||word_order|||دەنوێنێت.|||REQUIRED|||-NONE-|||0
A 1 2|||word_order||||||REQUIRED|||-NONE-|||0

S هەمو گەلانێ جیهان هەریەک بە رێژەی جیاجیا بەشداریان لە بنیاتنانی شاڕستانییەتدا کردووە.
A 1 2|||orthography|||گەلانی|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||هەموو|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||شارستانییەتدا|||REQUIRED|||-NONE-|||0

S بابەتەکانی ئەم پەرتووکە جۆرە بەیەکەوە تەواوکەری قۆناغەکانی دیکەی خوێندن و ئەمەش بۆ ئەوەی بۆ فێرخواز سوودمەندە، چونکە دەبێتە هۆی ئامادەسازییەک بۆ تێگەیشتن لە بنەما زانستییەکان و بانگراوندێکی فراوانیشە بۆ قۆناغەکانی زانکۆ تا کەڵکی لیوەربگرێ.
A 33 34|||orthography|||لێوەربگرێ.|||REQUIRED|||-NONE-|||0

S مامۆستا هەڵدەستێت بە دابەشکردنی قوتابییەکان بۆ چەند تیپێک، بۆ ئەوەی یارمەتی ئەو قوتابییانە بدەن کە لەوان بچووکترن‌و لە پۆڵەکانی یەکەم‌و دووەمن، لە گۆڕەپانی قوتابخانە‌و کاتێک لە شەقام دەپەرنەوە لە پاش کۆتایی هاتنی دەوام.
A 27 28|||spelling_confusion|||دەپەڕنەوە|||REQUIRED|||-NONE-|||0
A 18 19|||spelling_confusion|||پۆلەکانی|||REQUIRED|||-NONE-|||0

S بە کورتی سەبارەت بە رۆڵم کورد لە شۆرشی ۱۴ی تەمووز ۱۹۵۸دا بنووسە.
A 4 5|||possessive_clitic|||رۆڵی|||REQUIRED|||-NONE-|||0

S دەبینین شەوقی گڵۆپەکە یەکسەر زیاد دەبێت بۆ هەمان ئەو شەوقەی کە هەیەتی لە سورێکی ئاساییدا.
A 13 14|||orthography|||سوڕێکی|||REQUIRED|||-NONE-|||0

S هەر بۆیە کۆمەڵەی گشتی نەتەوەیەکگرتوەکان لە یادی پەنجا ساڵەی جاڕنامەی گەردونی مافەکانی مرۆڤدا بڕیارێکی پەسەندکردو تێیدا داوای لە حکومەتی دەوڵەتەکان کرد کارئاسانی زیاتر بکەن بۆ کاری رێکخراوەکان و یاساکانتان بە جۆرێک دابڕێژن رێگری دروست نەکات لە بەردەمیاندا.
A 28 29|||clitic_form|||یاساکانیان|||REQUIRED|||-NONE-|||0

S پلەی بەرزی پەرستش ئەوەیە خودا بپەرستی وەک ئەوەی کەبیبینی، کە تۆ ئەو نابینی ئەو تۆ دەبینێ ئاگاەکەی لێتە، ئەمە واتای راستی پەرستش و، بەمەش رەزامەندی پەروەردگار بەدەست دێنێت وە سەرکەوتوو دەبێت.
A 16 17|||noun_adjective_agreement|||ئاگای|||REQUIRED|||-NONE-|||0

S پێغەمبەرو هاورێی سەر لەبەیانی ڕۆژی پێنج شەممەی یەکەمی مانگی ڕەبیعی یەکەم لە مەککە دەرچوون. ئەو کات تەمەنی پێغەمبەر پەنجاو سێ سال بوو پاش چەندان ڕۆژ گەیشتنە یەپرب، کە خەڵکی ئەم شوێنە زۆر بە دڵگەرمی پێشوازیان لێکردن.
A 1 2|||spelling_confusion|||هاوڕێی|||REQUIRED|||-NONE-|||0
A 20 21|||spelling_confusion|||ساڵ|||REQUIRED|||-NONE-|||0

S بوونی دەستەیەکی هوشیار و ڕۆشنبیری کورد و گەڵاڵەبوونی هەستی نەتەوایەتی کوردی لایان و کاریگەرییان لەسەر زۆربەم چین و توێژەکانی کۆمەڵی کوردی.
A 15 16|||possessive_clitic|||زۆربەی|||REQUIRED|||-NONE-|||0

S کاتێ سوڵت انی عوس مانی بەمەیزانی هەڵسا بە ڕاگواستنیان بۆ ئەوروپالەوێ پەرش و بڵاوی کردنەوە.
A 11 11|||whitespace|||لەوێ|||REQUIRED|||-NONE-|||0
A 10 11|||whitespace|||ئەوروپا|||REQUIRED|||-NONE-|||0
A 1 5|||whitespace|||سوڵتانی عوسمانی|||REQUIRED|||-NONE-|||0

S پیاوە دەشتەکیەکەم یەکەت چ کارێکی هەڵەی ئەنجامدا؟
A 1 2|||clitic_form|||دەشتەکیەکەی|||REQUIRED|||-NONE-|||0
A 2 3|||clitic_form|||یەکەم|||REQUIRED|||-NONE-|||0

S خۆی لەراستیدا چاودێریکردنی کاری دەسەڵاتی یاسادانانەکەوەک چاودێرێک سەیری دەسەڵاتی کارەکانی جێبەجێکردن دەکات.
A 8 9|||word_order||||||REQUIRED|||-NONE-|||0
A 9 9|||word_order|||دەسەڵاتی|||REQUIRED|||-NONE-|||0

S ئەم یاسایانەش هەمان بیرۆکهەکەی یاساکانی جوولەی بەهێلە بەتاودانی ڕێک.
A 3 4|||noun_adjective_agreement|||بیرۆکەی|||REQUIRED|||-NONE-|||0

S لیژنە کاتێکیش لە کۆتایی بەڕهەمەکەیدا هاتووە سەر باسی ئامرازەکان، تەنیا بەچەند دێڕێک لەو دواوە،
A 13 14|||spelling_confusion|||دواوە.|||REQUIRED|||-NONE-|||0
A 4 5|||spelling_confusion|||بەرهەمەکەیدا|||REQUIRED|||-NONE-|||0

S نەوەکو نەریتی پشتاوپشتی لە پایەی خەلافە بچەسپێت، سەرئەنجام دەستەی راوێژکاری لە سەر هەڵبژاردنی عوسمانی کوڕیعەفان ڕێک هوتن.
A 10 12|||whitespace|||لەسەر|||REQUIRED|||-NONE-|||0
A 14 17|||whitespace|||کوڕی عەفان ڕێکەوتن.|||REQUIRED|||-NONE-|||0

S گۆتیەکان لە هەرێمی کوردستانی عێراقدا جێنشین بوون، ڕۆڵ ئەمانە لە کۆتایی دەردەکەوێت. پاش بڵاوبونەوەیان لە دەڤەرە دەشتەکانی نێوان زێی بچووک و ڕووباری سیروان، شاری کەرکووکی ئێستا گرنگترین مەڵبەندیان بووە.
A 7 8|||noun_adjective_agreement|||ڕۆڵی|||REQUIRED|||-NONE-|||0

S شانۆگەریی - یاریی منالان - پەریی - خوشکم ئامادەی کردبوو
A 9 10|||punctuation|||کردبوو.|||REQUIRED|||-NONE-|||0

S بڕوانە نموونەکانی و و لە هەردوو لایەنی دروستەی سینتاکسی و دروستەیی زانیارییەوە لێیانورد ببەرەوە.
A 10 11|||noun_adjective_agreement|||دروستەی|||REQUIRED|||-NONE-|||0

S ئەوانەش کە ئازاد بوون‌و سیفەتی هاووڵاتیان هەبووە چەند مافێکیان هەبووە، وەک: مافی ژیان، مافی موڵکداڕی، مافی پێکەوەنانی خێزان، مافی کۆیلەداری، بەڵکو وەک نەڕیتێک پارێزراون‌و پێرە و کڕاون، هەر بۆیە پێشێلکردنی ئەم مافانە زۆڕ ئاسان‌و ئاسایی بووە.
A 24 25|||spelling_confusion|||پێڕە|||REQUIRED|||-NONE-|||0
A 14 15|||spelling_confusion|||موڵکداری،|||REQUIRED|||-NONE-|||0
A 32 33|||spelling_confusion|||زۆر|||REQUIRED|||-NONE-|||0
A 26 27|||spelling_confusion|||کراون،|||REQUIRED|||-NONE-|||0
A 22 23|||spelling_confusion|||نەریتێک|||REQUIRED|||-NONE-|||0

S لە ڕستەی یەکەمدا،، گر ییەکی ناوییە، چونکە لە هەردوو ناویو بە یارمەتی ئامرازی دانەپاڵ پێکهاتو وە. ئە رکی (بکەر)یشی بینیوە، چونکەکاری (داگیرسان)ی ئەنجامداوە، واتە کارێکی ئەنجامداوە‌و کارەکەش تەواوە.
A 20 21|||whitespace|||چونکە|||REQUIRED|||-NONE-|||0
A 14 18|||whitespace|||پێکهاتووە. ئەرکی|||REQUIRED|||-NONE-|||0
A 10 10|||whitespace|||و|||REQUIRED|||-NONE-|||0
A 3 5|||whitespace|||گرییەکی|||REQUIRED|||-NONE-|||0
A 9 10|||whitespace|||ناوی|||REQUIRED|||-NONE-|||0
A 21 21|||whitespace|||کاری|||REQUIRED|||-NONE-|||0

S ئیش لەزانستی فیزیادا سنووردار دەکرێت بهەەبوونی هێز و هەبوونی لادان بەئاڕاستەی هێزەکە،
A 11 12|||punctuation|||هێزەکە.|||REQUIRED|||-NONE-|||0

S لەم ڕستانەی خوارە وەدا هەر هاوەڵناوێکی چۆنییەتی هەیە دەریبهێنە و ئەرکەکهەکەی دیا ربکە.
A 2 4|||noun_adjective_agreement|||خوارەوەدا|||REQUIRED|||-NONE-|||0
A 10 13|||noun_adjective_agreement|||ئەرکەکەی دیاربکە.|||REQUIRED|||-NONE-|||0

S دەبێ خێزان لە ڕێگای زاوزێوە ئەندامی پێویست بۆ کۆمەڵگە دابین بکات، چونکە ئەمانە بەردی بناغەی سەرەک کۆمەڵن چ لە بارهەکەی بەرهەمهێنان یان پێشکەشکردنی خزمەتگوزاری و بەرگریکردن لە نیشتمان و نەتەوە و پاراستنی خاکەکەی.
A 15 16|||noun_adjective_agreement|||سەرەکی|||REQUIRED|||-NONE-|||0
A 19 20|||noun_adjective_agreement|||بارەی|||REQUIRED|||-NONE-|||0

S ئەوەیە کە پارەی زۆر سەرف بکەین یان لە رادەی ئاسایی خۆی لە خواردن و پۆشاک و نیشتەجێ بوون و لە خۆشیەکانی ژیان
A 21 22|||punctuation|||ژیان.|||REQUIRED|||-NONE-|||0

S باوکیان زۆر شادیان بوو بە هەڵوێستی منداڵەکانت و گوتی: خوا بە سۆز و میەری خۆی چاودێرییان بکات، بە راستی زۆر بە بەزەیی و دڵنەرمن.
A 15 16|||possessive_clitic|||چاودێریتان|||REQUIRED|||-NONE-|||0
A 6 7|||possessive_clitic|||منداڵەکانی|||REQUIRED|||-NONE-|||0
A 2 3|||possessive_clitic|||شادمان|||REQUIRED|||-NONE-|||0

S چاڵاکی دەریاوانی هەر لە کەنەدا بیگرە تا دەگاتە بەندەرەکانی شیلی بە گەرمی هەیە.
A 0 1|||orthography|||چالاکی|||REQUIRED|||-NONE-|||0

S لە دەورو بەری ساڵیوەکو هێزێکی کارای سەڕبازی و سیا سی دەرکەوتن، کاتێ کە سەرکردەی بەناوبانگیان توانیهەموو هۆزەکانی مەغۆڵ یەکبخات وپاشانوڵاتانیی چین و بلادما ورا‌والنەر و خوراسان و فارس و ئازربایجان و ناوچەی قەفقاسی داگیرکرد.
A 15 16|||whitespace|||توانی|||REQUIRED|||-NONE-|||0
A 23 24|||whitespace|||ورا‌و|||REQUIRED|||-NONE-|||0
A 24 24|||whitespace|||النەر|||REQUIRED|||-NONE-|||0
A 23 23|||whitespace|||ما|||REQUIRED|||-NONE-|||0
A 4 4|||whitespace|||وەکو|||REQUIRED|||-NONE-|||0
A 17 18|||whitespace|||مەغۆل|||REQUIRED|||-NONE-|||0
A 19 20|||whitespace|||و|||REQUIRED|||-NONE-|||0
A 3 4|||whitespace|||ساڵی|||REQUIRED|||-NONE-|||0
A 16 16|||whitespace|||هەموو|||REQUIRED|||-NONE-|||0
A 9 10|||whitespace|||سیاسی|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||سەربازی|||REQUIRED|||-NONE-|||0
A 22 23|||whitespace|||بلاد|||REQUIRED|||-NONE-|||0
A 1 3|||whitespace|||دەوروبەری|||REQUIRED|||-NONE-|||0
A 8 9|||whitespace||||||REQUIRED|||-NONE-|||0
A 20 20|||whitespace|||پاشان وڵاتانی|||REQUIRED|||-NONE-|||0

S ئامێرەکە بەرگی کارایەکی زیندووی وە رگرتووە، بەم پییەبەردەکە کارایەکی خوازراوە و هەم و ڕستەکە خوازە دەردەچێ.
A 7 8|||whitespace|||پییە|||REQUIRED|||-NONE-|||0
A 4 6|||whitespace|||وەرگرتووە،|||REQUIRED|||-NONE-|||0
A 8 8|||whitespace|||بەردەکە|||REQUIRED|||-NONE-|||0
A 12 12|||whitespace|||هەموو|||REQUIRED|||-NONE-|||0
A 10 12|||whitespace||||||REQUIRED|||-NONE-|||0

S لێرەدا لەکاتی هەڵا وسان بانکی مەرکەزی هەڵدەستێت بە بەرزکردنەوەی ڕێژەیی یەدەگەکەبۆ ئەوەیقەبارەیپارەی ماوەلەلای بانکە بازرگانییەکان کەم بکاتەوە، بەمەش کار دەکاتە سەر قەبارەی قەرزدانو خستنەڕووی پارە لە گەڵیدا بهە ای پارەکەش بەرز دەبێتەوە.
A 12 13|||whitespace|||ماوە|||REQUIRED|||-NONE-|||0
A 12 12|||whitespace|||قەبارەی پارەی|||REQUIRED|||-NONE-|||0
A 27 29|||whitespace|||بەهای|||REQUIRED|||-NONE-|||0
A 13 13|||whitespace|||لەلای|||REQUIRED|||-NONE-|||0
A 23 23|||whitespace|||و|||REQUIRED|||-NONE-|||0
A 11 12|||whitespace|||ئەوەی|||REQUIRED|||-NONE-|||0
A 2 4|||whitespace|||هەڵاوسان|||REQUIRED|||-NONE-|||0
A 11 11|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0
A 22 23|||whitespace|||قەرزدان|||REQUIRED|||-NONE-|||0
A 10 11|||whitespace|||یەدەگەکە|||REQUIRED|||-NONE-|||0

S بۆ چارەکردنی ئەو زۆردارییە،، لە هەموو لایەکەوە کەوتبونە تێکۆشانی نهێنی. بۆ ڕووخاندنی حکومەتی، بەڵام ئەوەی کە هەستی پێ نەکرا وریابوونەوەیان سوپا بوو کە لەلایەن سەرکردەی سوپای پێکهاتبوو.
A 19 20|||possessive_clitic|||وریابوونەوەی|||REQUIRED|||-NONE-|||0

S بەغدا حلە دیوانیە سەماوەناسریهە بەس رە.
A 3 6|||whitespace|||سەماوە ناسریە بەسرە.|||REQUIRED|||-NONE-|||0

S بەڵام سامانی خانووبەرە بریتیین لە زەوی و زار وخانووبەرەی نیشتەجێبووە کە دروست کراون بۆ چارەسەرکردنی کێشەی نیشتەجێ بوون و ئەو موڵکانەش دەسهەن بۆ دە و لەت بەدەستدەهێنن و دەچنە خەزێنەی دەوڵەت.
A 21 22|||subject_verb_number|||دەسهات|||REQUIRED|||-NONE-|||0
A 27 27|||subject_verb_number|||دەهێنن|||REQUIRED|||-NONE-|||0
A 16 18|||subject_verb_number|||نیشتەجێبوون|||REQUIRED|||-NONE-|||0
A 26 27|||subject_verb_number|||بەدەست|||REQUIRED|||-NONE-|||0
A 9 10|||subject_verb_number|||نیشتەجێبوون|||REQUIRED|||-NONE-|||0
A 23 26|||subject_verb_number|||دەوڵەت|||REQUIRED|||-NONE-|||0
A 3 4|||subject_verb_number|||بریتییە|||REQUIRED|||-NONE-|||0
A 9 9|||subject_verb_number|||خانووبەرەی|||REQUIRED|||-NONE-|||0
A 8 9|||subject_verb_number|||و|||REQUIRED|||-NONE-|||0

S ئێنجا بە تەواوێ هەرچی لە ناو چوارگۆشەکانی نەخشە بچکۆڵانەکەدا هەیە، لە ناو چوارگۆشەکانی بەرامبەریاندا لە تابڵۆ گەوورەکەدا دەکێشین و بەو جۆرە یە و نەخشەیە دەردەچێت کە دەمانەوێت.
A 2 3|||orthography|||تەواوی|||REQUIRED|||-NONE-|||0
A 21 23|||orthography|||ئەو|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||ئینجا|||REQUIRED|||-NONE-|||0
A 16 17|||orthography|||گەورەکەدا|||REQUIRED|||-NONE-|||0

S گژوگیاو دارو درەختەکانی لە گژوگیاو درەختی ناوچە شاخاویەکان دەچێت، ئەم جیاوازییەش چۆنێەتی ئاووهەواو بەرزی و نزمیان ڕووی زەوی دەردەخەن، ئەوەتا باران لە باشووری ناوچەکە ۲۰۰ ملمە، بەرز دەبێتەوە بۆ ۴۰۰ ملم لە سنوری باکووری ناوچەکە.
A 15 16|||possessive_clitic|||نزمی|||REQUIRED|||-NONE-|||0

S پێوەندی بە باسکردنی کەوتنە خوارەوەی تاکە تەنێک نییە لەو تەنانەی هاوشێوەی خۆی ئەمە لەلایەک، لەلایەکی دیکەوە ڕاستی زانستێیانە لەوەدا سەراپاگیرییە کە هەر ژییرییەک شارەزای بوو، بە پەسەندیی دادەنێت و بڕوای پێدەکات، بەبێ گوێدانە حەز و ئارەزووی توێژەرەکە.
A 17 18|||orthography|||زانستییانە|||REQUIRED|||-NONE-|||0
A 26 27|||orthography|||پەسەندی|||REQUIRED|||-NONE-|||0

S سەرکرادیەتی توانای چارەسەرکردنی ناکۆکی و دووبەرەکی نێو خەڵکیی هەیە، ئەویش بەهۆی تێگەیشتنی لە کێشەکانی کۆمەڵگە وا لە خەڵکی دەکات کە بە ئاشتیانە مامەلە لەگەڵ یەکتری بکەن.
A 7 8|||noun_adjective_agreement|||خەڵکی|||REQUIRED|||-NONE-|||0

S هەر جموجۆلێکی بە ئەنقەستی کەسە کاتێ کە لە نێو کەسانی دیکە دەبێت و دەشبێ ژێنگە و بارودۆخی هۆی ڕەفتارەکە هەبن.
A 14 15|||orthography|||ژینگە|||REQUIRED|||-NONE-|||0

S زاراوەی مۆرفیمبۆ بچووکترین یەکەی واتابەکاردێ کەوشە پێکبهێنێێ و خۆی لە بچووکتر کردنەوە نە یەت.
A 2 2|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0
A 12 14|||whitespace|||نەیەت.|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||پێک|||REQUIRED|||-NONE-|||0
A 1 2|||whitespace|||مۆرفیم|||REQUIRED|||-NONE-|||0
A 7 7|||whitespace|||بهێنێ|||REQUIRED|||-NONE-|||0
A 4 5|||whitespace|||واتا|||REQUIRED|||-NONE-|||0
A 5 5|||whitespace|||بەکاردێ|||REQUIRED|||-NONE-|||0

S بۆ پێکانی ئەو مەبەس تە، باسەکە کراوەتە دوو بەش: لە بەشی یەکەم دا، کیش هی بزوێنەکان و لە بەشی دووەمدا، کێشەی نەبزوێنەک ان، تاوتوێکراوە و لە هەربەشێکدا، دەنگە کێشەدارەکان خراونەتە بەر تیشکی لێکۆڵینەوە و چارەسەریان پێشنیارکراوە.
A 26 27|||whitespace|||هەر|||REQUIRED|||-NONE-|||0
A 3 5|||whitespace|||مەبەستە،|||REQUIRED|||-NONE-|||0
A 11 15|||whitespace|||یەکەمدا، کێشەی|||REQUIRED|||-NONE-|||0
A 27 27|||whitespace|||بەشێکدا،|||REQUIRED|||-NONE-|||0
A 21 23|||whitespace|||نەبزوێنەکان،|||REQUIRED|||-NONE-|||0

S یەک هێڵ لە هێڵەکان بواری موگناتیسی چی پێدەڵێن؟
A 3 4|||noun_adjective_agreement|||هێڵەکانی|||REQUIRED|||-NONE-|||0

S ئەمانەش یەکە رامیارییەکان ی هەموو کیشوەرەکانی جیهان دەردەخەن و بەڕەنگ یەکە یەکە ڕوونکراونەتەوە و هەر دەوڵەتەش ڕەنگی جیاواژی بۆ دانراوە
A 19 20|||spelling_confusion|||دانراوە.|||REQUIRED|||-NONE-|||0
A 17 18|||spelling_confusion|||جیاوازی|||REQUIRED|||-NONE-|||0

S گلۆپێک وهاندەرەیەک دوای یەک بە سەرچاوەیەکی ڤۆڵتیەی نۆڕەکی لەرەلەر گۆڕاو بەستڕان. چی بەسەر گەشەی گلۆپەکە دێت کاتیک لەرەلەر زیاد دەکڕێت؟ بۆچی؟
A 0 1|||orthography|||گڵۆپێک|||REQUIRED|||-NONE-|||0
A 19 20|||orthography|||دەکرێت؟|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||بەستران.|||REQUIRED|||-NONE-|||0
A 7 8|||orthography|||نۆرەکی|||REQUIRED|||-NONE-|||0
A 14 15|||orthography|||گڵۆپەکە|||REQUIRED|||-NONE-|||0
A 16 17|||orthography|||کاتێک|||REQUIRED|||-NONE-|||0

S لە بزن و مەڕ و مانگا و گامیش و وشتڕ پێک دێت، جگە لە بەرهەمی گۆشت بەرهەمی شیر و خوڕی و پێستیان هەیە، لە هەموو پارێزگاکانی عێراقدا دەردەکەوێت.
A 19 20|||spelling_confusion|||خوری|||REQUIRED|||-NONE-|||0
A 9 10|||spelling_confusion|||وشتر|||REQUIRED|||-NONE-|||0

S دیارکردنی دەستەی ئامارگیری، ئەویش لە رێگ هی دەستنیشانکردنی جۆر و ئاستو قە بارەی ئەو ناوچەیەی کە دەستنیشانکراوە.
A 5 7|||whitespace|||رێگەی|||REQUIRED|||-NONE-|||0
A 10 13|||whitespace|||ئاست و قەبارەی|||REQUIRED|||-NONE-|||0

S کۆمەلە مرۆڤێکی نیشتەجێی سەریەک خاکن و پەیوەندییەکانیان ژیان و چارەنووسی هاوبەش بە یەکیان دەبەستێتەوە و یەک خاک و یەک مێژوویان هەیە.
A 6 7|||possessive_clitic|||پەیوەندییەکانی|||REQUIRED|||-NONE-|||0

S لەم وشانەی خوارەوەدا, کاری تەواو و ناتەواو جیابکەرەوە, لەدواییدا بیانخەرە ڕستەوە.
A 2 3|||punctuation|||خوارەوەدا،|||REQUIRED|||-NONE-|||0
A 7 8|||punctuation|||جیابکەرەوە،|||REQUIRED|||-NONE-|||0

S لە هەمانکاتدا توانا بەرجەستەکراوەکان و ئەو کۆسپانەش کە دەبنە رێگر لە بەردەم جێبەجێکردنیی پلانەکەدا لە بەر چاو بگیرێن.
A 12 13|||noun_adjective_agreement|||جێبەجێکردنی|||REQUIRED|||-NONE-|||0

S نووسینی کوردەکانی سۆڤیت)یشدایە تەنیا شێوەی باوە و بە هیچ جۆرێک بەدی ناکرێ.
A 2 3|||orthography|||سۆڤێت)یشدایە|||REQUIRED|||-NONE-|||0

S کۆی هەموو کورسییەکە ۲۷۵ کورسیە. ئەرکی سەرەکی ئەم پەرلەمانە داڕشتنی دەستووری هەمیشەیی بۆ عێراق.
A 2 3|||noun_adjective_agreement|||کورسییەکان|||REQUIRED|||-NONE-|||0

S ڕێگای وزە پێدانێ ڕووناکی لەلەیزەری دۆخی رەقی وڵەیزەری دۆخی شلی بەکاردێت.
A 7 8|||orthography|||ولەیزەری|||REQUIRED|||-NONE-|||0
A 2 3|||orthography|||پێدانی|||REQUIRED|||-NONE-|||0

S بەڵام پاشان تورکیا وازی لەم بەشە نەوتەیی خۆشی هێنا بەوەرگرتنی هەزار جونەیەی ئیسترلینی و ڕێگە دان بەتورکیا کە دەست بەرەڵڵا بێت لەدامرکاندنەوەی ئەو شۆڕش و ڕاپەڕینانەی کە لە باکووری کوردستان دژی کەمالییەکان بەرپادەکران.
A 6 7|||noun_adjective_agreement|||نەوتەی|||REQUIRED|||-NONE-|||0

S ئەگەرئەم بنەما یە نەبو ایە دە ترسان لەوەی لە دواڕۆژدا ئەم ڕەفتارانە بە یاسا قەدەغە بکرێن و لەسەری سزا بد رێنو بەمەشهەستیان بە دڵنیایی نەدەکرد.
A 19 21|||whitespace|||بدرێن و|||REQUIRED|||-NONE-|||0
A 22 22|||whitespace|||هەستیان|||REQUIRED|||-NONE-|||0
A 0 7|||whitespace|||ئەگەر ئەم بنەمایە نەبوایە دەترسان|||REQUIRED|||-NONE-|||0
A 21 22|||whitespace|||بەمەش|||REQUIRED|||-NONE-|||0

S مامۆستا کۆمەلێک لە قوتابیان هەڵدەبژێرێت بۆ نواندنی چۆنیەتی سەردانکردنی هاوڕییەکی نەخۆشی بەشێوەیەکی کرداری.
A 10 11|||clitic_form|||نەخۆشیان|||REQUIRED|||-NONE-|||0

S خودای گەورە لە باتی ئەوە بەرانێکی ناردیان بۆ ئەوەی بیکات بەقوربانی لە جیاتی کوڕەکەی، تا ئێستاش دەبێت هەر مالێکی ئێَزدی لەم ڕۆژەدا قوربانییەکی نێرینە بدات.
A 6 7|||subject_verb_number|||نارد|||REQUIRED|||-NONE-|||0

S لەکارەکانیان تری مەدحەت پاشا لەعێراق دروستکردنی خانوو بوو بۆ فەرمانگەکانی میری. کێڵگەیەکی نموونەیی دامەزراند و ئەندازیارانی ناردووە بۆ رێکخستنی ئاودێری، هەروهها چەندین نەخۆشخانەی دامەزراند و، سیستەمی سەربازگیری جێبەجێکرد.
A 0 1|||clitic_form|||لەکارەکانی|||REQUIRED|||-NONE-|||0

S هەندێک لەو رەوشتانە بژمێرە کە بە سەڵاحە ددین تایبەتمەندبن،
A 8 9|||punctuation|||تایبەتمەندبن.|||REQUIRED|||-NONE-|||0

S بەمەش یەکەی پێوانی دەبێتە یان، وەبرێکی ئاڕاستەدارە.
A 5 6|||spelling_confusion|||وەبڕێکی|||REQUIRED|||-NONE-|||0

S هۆزەکانی کەلەوڕو ئەردەڵانیش بوونن بەشێک لە ئێران و تەنها ناوچەی ئامێدی و جزیرە، بۆ ماوەیەکی باش بە نیمچە سەربەخۆیی مابوونەوە.
A 3 4|||subject_verb_number|||بوونە|||REQUIRED|||-NONE-|||0

S وە لهەەردو سەری پردەکەدا ئەم کێبلە سەرەکیانە بە بناغەیەکی بەهێز وەک بەردێکی گەورەی ڕەق یان بارستەیەکی کۆنکرێتی پتەوو دەبەسترێن.
A 17 18|||spelling_confusion|||پتە|||REQUIRED|||-NONE-|||0
A 13 14|||spelling_confusion|||رەق|||REQUIRED|||-NONE-|||0
A 18 18|||spelling_confusion|||و|||REQUIRED|||-NONE-|||0
A 1 2|||spelling_confusion|||لهەەردوو|||REQUIRED|||-NONE-|||0

S خەلیفە ئەبو بەکری سەدیق هانی خەڵکی نی مچە دوو رگەی عەرەبی دا، بۆ پشتیوانی کردنی موسڵ مانان بۆڕزگار کردنی وڵاتی شام لەدەست ڕۆمە بێزەنتەکان، بۆئەو مەبەستەش چوار لەشکری ئامادەکرد.
A 6 10|||whitespace|||نیمچە دوورگەی|||REQUIRED|||-NONE-|||0
A 24 25|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0
A 15 17|||whitespace|||موسڵمانان|||REQUIRED|||-NONE-|||0
A 25 25|||whitespace|||ئەو|||REQUIRED|||-NONE-|||0
A 18 18|||whitespace|||ڕزگار|||REQUIRED|||-NONE-|||0
A 17 18|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0

S گفتوگۆ بریتییە لە گۆڕینەوە و پێداچوونەوهێ قسەکڕدن لەنێوان دوو لایەندا بە مەبەستی گەیشتن بە کۆمەلێک خاڵی هاوبەش لە کەش‌و هەوایەکدا کە هێمنێ‌و هاوسەنگی بەسەردا زاڵ بێت‌و باڵی بەسەڕدا بکێشێت.
A 21 22|||spelling_confusion|||هێمنی‌و|||REQUIRED|||-NONE-|||0
A 27 28|||spelling_confusion|||بەسەردا|||REQUIRED|||-NONE-|||0
A 5 6|||spelling_confusion|||پێداچوونەوەی|||REQUIRED|||-NONE-|||0
A 6 7|||spelling_confusion|||قسەکردن|||REQUIRED|||-NONE-|||0

S وەک چۆن ئاماژەمان بۆ کرد بەوەی کە گوشار لە کومەڵگە یان لە دەسەلاتەوە یان لەلایەن هۆز و دەوڵەتەوە دەخرێتە سەر تاکە کەسان لە ترسی سژادان و لە رێ لانادەن.
A 24 25|||orthography|||سزادان|||REQUIRED|||-NONE-|||0
A 12 13|||orthography|||دەسەڵاتەوە|||REQUIRED|||-NONE-|||0
A 9 10|||orthography|||کۆمەڵگە|||REQUIRED|||-NONE-|||0

S خودای پەروەردەگار بەلێنی پاداشتی گەورە و باشێ بەباوەڕدارانی خوداناس داوە. ئەم دەستەواژەیە راڤە بکە.
A 6 7|||orthography|||باشی|||REQUIRED|||-NONE-|||0

S واتە پەیوەندییەکەکەی پێچەوانە هەیە لەنێوان بەهای پارە و ئاستی گشتی نرخی شمەک و کارگوزارییەکان، بۆیە پارە بە پێوەرێکی ورد دانانرێت بۆ گەیشتن بەبەهای ڕاستەقینەی داهاتی نەتەوەیی، ئەمەش بەهۆی گۆڕانی هێزی شت پێ کڕینەکەی لە ماوەیەکەوە بۆ ماوەیەکی دیکە.
A 1 2|||noun_adjective_agreement|||پەیوەندییەکی|||REQUIRED|||-NONE-|||0

S زانا دەرون ناسەکان ئەم شێوازەی گۆڕینی جەستەییان باس کردووە. چونکە هەموو هەڵچوونێک ئەبێتە هۆی گۆڕینی شێوازی جەستەکان ڕوکاری دەرەوە و ناوەوەوی وگۆرینی ئەو شێوازانە دەبنە هۆی دامرکاندنی توڕەییەکە.
A 21 22|||spelling_confusion|||وگۆڕینی|||REQUIRED|||-NONE-|||0
A 17 18|||spelling_confusion|||روکاری|||REQUIRED|||-NONE-|||0

S زۆربەی ئامرازەکانی هەر سێ جۆرەکەی ئامرازی بەستنەوە بە مەبەستی جۆربەجۆر بەکاردەهێنرێن، نەک هەر یەکە بۆ مەبەستن و واتایەک.
A 15 16|||tense_agreement|||مەبەست|||REQUIRED|||-NONE-|||0

S سەرە خۆشیکردن دوای ناشتنی مردو تەنها سێ رۆژە. مەگەر کەسانێک لە دوورەوە بێن یان بێئاگابن، کە دەکرێت دوات ئەو سێ رۆژەش سەرەخۆشی بکەن.
A 17 18|||clitic_form|||دوای|||REQUIRED|||-NONE-|||0

S هەر خەریکی وانە گوتنەوە و فەتوادان بوو تا لە مانگیان ی ساڵی ۶۴۳/۱۲۴۵ زایینم کۆچی دوایت کردو لە گۆڕستانی سۆفیەکان لەشاری دیمەشق بە خاک سپێردرا.
A 13 14|||possessive_clitic|||زایینی|||REQUIRED|||-NONE-|||0
A 9 10|||possessive_clitic|||مانگی|||REQUIRED|||-NONE-|||0
A 15 16|||possessive_clitic|||دوایی|||REQUIRED|||-NONE-|||0

S زمارەی ئەلکترۆنە سەڕبەستەکان لە گورزەی گەیاندن یەکسانە بەژمارەی کونەکان لە گورزەی هاوهێزی. وێنەی،.
A 2 3|||spelling_confusion|||سەربەستەکان|||REQUIRED|||-NONE-|||0
A 0 1|||spelling_confusion|||ژمارەی|||REQUIRED|||-NONE-|||0

S کاشیەکان پاش سەقامگیربوون ڕەوشی گشتی وڵات شارێکی نوێیان بنیاتنا تا ببێتە پایەتەختیان، ناویان ناوە بە ناوی پاشاکەیان. پاشماوەی ئەم شارە ئەمرۆ دەکەوێتە باشووری ڕۆژئاوای شاری بەغداد بە نزیکەی، پێی دەڵێن.
A 20 21|||spelling_confusion|||ئەمڕۆ|||REQUIRED|||-NONE-|||0

S زۆربوونی خێراو سەرسوڕهێنی دانیشتوانی جیهانیش لەناوەراستی سەدەی حەڤدهەەمەوە دەستی پێ کرد لە ساڵی بۆ ساڵی واتا لەو ماوەیەدا دانیشتوانی جیهان بوو بە دوو ئەوەندەی کە هەبوون چونکە لەنیو ملیار کەسەوە لەو ماوەیەدا بوون بە ملیار کەس.
A 32 33|||tense_agreement|||بوو|||REQUIRED|||-NONE-|||0

S کاڕێکی پیسی قیزەونە و تەنها لە کاری شەیتان دەچێت.
A 0 1|||spelling_confusion|||کارێکی|||REQUIRED|||-NONE-|||0

S تیشکەکانی لەیزەر لە رەوگە ولەرەلەر و وزە و ئاڕاستە چۆنیەکن، هەر لەبەر ئەوەشە بەیەکداچوونی دروستکەر لەنێوانیان روودەدات، لەئەنجامی ئەم جۆرە بەیکداچوونە، ڕووناکیەک ئێجگار بەتین پەیدادەبێت.
A 21 22|||noun_adjective_agreement|||ڕووناکیەکی|||REQUIRED|||-NONE-|||0

S واتە: گەڕ ئەو کەسەی حووکمەکە بەرانبەری دەکرێت لەخزمانیش بێت، پێویستە هەر دادگەرانە بڕیاربدرێت نە زیادەرەوی ونەکورت هێنان بەرانبەری بکریت، یان لەدادگەڕی لابدرێت ولەسزا دەربازبێت. چونکە ئەوو ڕەفتارە مافی خەڵکی دیکەی تیدا ون دەبێت‌و سپاردەکان دەشێوێن.
A 30 31|||orthography|||تێدا|||REQUIRED|||-NONE-|||0
A 25 26|||orthography|||ئەو|||REQUIRED|||-NONE-|||0
A 4 5|||orthography|||حوکمەکە|||REQUIRED|||-NONE-|||0
A 20 21|||orthography|||لەدادگەری|||REQUIRED|||-NONE-|||0
A 1 2|||orthography|||گەر|||REQUIRED|||-NONE-|||0
A 18 19|||orthography|||بکرێت،|||REQUIRED|||-NONE-|||0

S هەموو تەنۆلکەکانی قوڵفێکی دیاری کراو بهەەمان ڕەوگە دەلەرنەوە بەڵام بەفراوانی و خێرایم جیاجیا. ئەو تەنۆلکەم دەکەوێتە ناوەڕاستی نێوان هەر دوو گرێ گەورەترین فراوانم و خێرایی دەبێت.
A 14 15|||possessive_clitic|||تەنۆلکەی|||REQUIRED|||-NONE-|||0
A 22 23|||possessive_clitic|||فراوانی|||REQUIRED|||-NONE-|||0
A 11 12|||possessive_clitic|||خێرایی|||REQUIRED|||-NONE-|||0

S بەم پلانە نێودەوڵەتیە شۆڕشێ ئەیلول شکستی هێنا.
A 3 4|||orthography|||شۆڕشی|||REQUIRED|||-NONE-|||0

S پەرستشەکە بەپێی سوننەم بێت واتە بێ زیاد کردن و کورتهێنان.
A 2 3|||clitic_form|||سوننەت|||REQUIRED|||-NONE-|||0

S بە کردەوە ناوەرۆکی ئیسڵامی لە ڕێی ژیانی خۆیەوە بەڕجەستە کردووە و نیشانداوە، بە جۆرێک کە دەتوانین بلێین وەکو قورئانێکی زیندو وابووە لە ناو خەڵکیدا.
A 8 9|||spelling_confusion|||بەرجەستە|||REQUIRED|||-NONE-|||0
A 3 4|||spelling_confusion|||ئیسلامی|||REQUIRED|||-NONE-|||0

S وە وزەی تەنێک چی بەسەر دێت پاش ئەو ەیئیشێک ئەنجامدەدات؟
A 10 10|||whitespace|||دەدات؟|||REQUIRED|||-NONE-|||0
A 7 9|||whitespace|||ئەوەی ئیشێک|||REQUIRED|||-NONE-|||0
A 9 10|||whitespace|||ئەنجام|||REQUIRED|||-NONE-|||0

S هەر لەزووەوە بیرو ڕاو عەقلێکی کامل و پێگەیشتووی هەبوە و توانیویەتی زۆر جۆرە ژمان فێربێت وەک عەرەبی و تورکی و فارسی و عبری. بەبێ ئارەزووی خۆی مامی دەیویست ببێت بە پزیشک، ماوەیەک لە خەستەخانهێ یارپۆلۆمیۆ وەک پزیشکێکی سەرکەوتوو ئیشی کرد.
A 8 9|||orthography|||هەبووە|||REQUIRED|||-NONE-|||0
A 13 14|||orthography|||زمان|||REQUIRED|||-NONE-|||0
A 33 34|||orthography|||خەستەخانەی|||REQUIRED|||-NONE-|||0

S گوتارێکی کورت، دەربارەی هۆزە کۆچەرو نیمچە کۆچەرەکانی کوڕدستان لە سەدەکانی ناوەڕاست، بنووسە.
A 7 8|||spelling_confusion|||کوردستان|||REQUIRED|||-NONE-|||0

S ساڵی ۱۸۱۴بە ساڵم پەیدابوونی یەکەت شەمەندەفەری هەڵمی دادەنرێت کە لە سەعاتێکدا میلی بڕی. یەکەم هێڵی ئاسنی شەمەندەفەریش لە ساڵی ۱۸۲۵دا لەنێوان شاری ستۆکتن‌و شاری دارلنگتۆن لە بەریتانیا دامەزرا کە درێژ بوو.
A 2 3|||possessive_clitic|||ساڵی|||REQUIRED|||-NONE-|||0
A 4 5|||possessive_clitic|||یەکەم|||REQUIRED|||-NONE-|||0

S جگەلە کەمی دەرفەتی کارکردن لە گوندەکان و زۆریان کار لە شارەکان و خزمەتگوزاری باش وەک شەقامی پان و بەرین و قیڕتاو کراو و قوتابخانە و نەخۆشخانەکان. ئەمانە هەموو هۆی هاندەری کۆچکردنن.
A 7 8|||possessive_clitic|||زۆری|||REQUIRED|||-NONE-|||0

S توێژەر یان نووسەرە کۆمەڵایەتییەکە پشتی بەو بیردۆزە کۆمەڵایەتییانە نەدەبەستا کە نووسینەکانی دەخاتە چوارچێوەیەکی دیاریکراو کە خزمەی بە شیکردنەوەیان بابەتەکە دەکەن و ئامانج و بەرنامەکانم روون دەکەنەوە.
A 17 18|||clitic_form|||شیکردنەوەی|||REQUIRED|||-NONE-|||0
A 15 16|||clitic_form|||خزمەت|||REQUIRED|||-NONE-|||0
A 23 24|||clitic_form|||بەرنامەکانی|||REQUIRED|||-NONE-|||0

S ئەمەش ماناێ وایە وڵاتە تازە پێی گەیشتووەکان ناتوانن بە شێوەیەکی فراوان پارەی تازە دەربکەن بۆ گەشەپیدانی ئابووری، چوونکە پەنا بردنە بەر یە و کارە مەترسییەکی گەورەی بە دواوەیە.
A 17 18|||orthography|||چونکە|||REQUIRED|||-NONE-|||0
A 1 2|||orthography|||مانای|||REQUIRED|||-NONE-|||0
A 21 23|||orthography|||ئەو|||REQUIRED|||-NONE-|||0
A 15 16|||orthography|||گەشەپێدانی|||REQUIRED|||-NONE-|||0

S ئەم تاوانە هێندە گەورە بوو مەگەر لە ئەنفال ۱۹۸۸ بەسەر گەلەکەماندا داهاتبێت.
A 7 8|||noun_adjective_agreement|||ئەنفالی|||REQUIRED|||-NONE-|||0

S کەوتنە بەر ئەت شاڵاوە نامرۆڤانەیە. لەدوای ساڵی ۱۹۷۵پرۆسەی راگواستن فراوانتر کرا، هەندێکیان بەرە و ئێران رۆیشتن و هەندێکیشیان گەڕانەوە ناو کوردستان.
A 2 3|||clitic_form|||ئەم|||REQUIRED|||-NONE-|||0

S ئەم توخمەش یان ئاوە، یان تێکەلێکی یەکسانە لە هەموو شتێک، یان هەوایە، یان ئاگرە. لەگەڵ ئەوەی کە رەچەڵەکیی شتەکانی بە یەک لەو توخمانە داناوە، لهەەمان کاتدا دانیان بە هەمە جۆری و زۆری و گۆڕانی شتەکان ناوە.
A 17 18|||noun_adjective_agreement|||رەچەڵەکی|||REQUIRED|||-NONE-|||0

S فەیلەسووفانی نەگۆڕ: ئەم میتافیزیکیانە ڕاستییان ڵانەگۆڕە، ودەڵێن گۆڕان خەیال وبهەەلەداچوونە، یان دیاردەیەکی بێ‌ بایەخ و بێ‌ بەهایە.
A 5 6|||spelling_confusion|||لانەگۆڕە،|||REQUIRED|||-NONE-|||0
A 8 10|||spelling_confusion|||خەیاڵ وبهەەڵەداچوونە،|||REQUIRED|||-NONE-|||0

S لە پێناو ڕاست کردنەوەی ڕەفتار‌و پاککردنەوەی و پاراستنیان لە لادان‌و هەڵخلیسکان‌و دورخستیت لە ڕەوشتە ناشیرینەکان‌و چاندنی تۆوی لە خودا ترسان لە دڵ و دەرونیاندا.
A 11 12|||tense_agreement|||دورخستنەوەیان|||REQUIRED|||-NONE-|||0

S ئامانجی لەناوبردنی ئەو توێژە رەسەنەی گەلی کورد، بۆ بنبڕکردنی کورد بوو لە بەغدا و شوێنە عەرەبنشینەکانی عێراق. ژمارەیەکی ئێجگار زۆرتان بەوپەڕی ڕەفتاری دڕندایەتی و نامرۆڤانەوە، بە زەوتکردنی ژن و کوشتنی پیاو و منداڵەکان دەستیپێکرد، کە لە مێژوو کەم وێنە بووە.
A 19 20|||clitic_form|||زۆریان|||REQUIRED|||-NONE-|||0

S لە دیوی عێڕاقیش دۆخیان باشتڕ نەبو.
A 4 5|||spelling_confusion|||باشتر|||REQUIRED|||-NONE-|||0
A 2 3|||spelling_confusion|||عێراقیش|||REQUIRED|||-NONE-|||0

S ئەسفارن پێغەمبەرە پێشینەکان: یەشوع، یوشەعی کوڕی نون، قازیەکان، موتیلی یەکەم، سامۆئیلی دووەم، پادشاکانی یەکەم، پادشاکانی دووەم.
A 0 1|||subject_verb_number|||ئەسفاری|||REQUIRED|||-NONE-|||0

S کە لەسەر هەندێک قۆناغی مێژووشدا بەم جۆرە بووە.
A 1 2|||case_role_preposition|||لە|||REQUIRED|||-NONE-|||0

S ئەڕکی بریتی بوو لە دیاریکردن و تۆمارکردنی ئەو زەوی و زارە کشتوکاڵیانەی باجی خەراج دەیانگرێتەوە و سەرپەرشتی وەرگرتن و کۆکردنەوە باجی موڵکانە و و سپاردنی بە گەنجینەی دهۆڵەت دەکرد و دەبوو کەسانی شارەزا و دلسۆز و دەستپاک بەم کارانە حەڵسن.
A 39 40|||orthography|||هەڵسن.|||REQUIRED|||-NONE-|||0
A 34 35|||orthography|||دڵسۆز|||REQUIRED|||-NONE-|||0
A 27 28|||orthography|||دەوڵەت|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||ئەرکی|||REQUIRED|||-NONE-|||0

S ئەگەر هەتە پەنابەرێَتییەکەی هۆی دەزانی؟
A 3 3|||word_order|||پەنابەرێَتییەکەی|||REQUIRED|||-NONE-|||0
A 2 3|||word_order||||||REQUIRED|||-NONE-|||0

S ئەو ماڤەی بەشێوەیەکی ڕاستەقینە بە کوڕد نەبەخشی و ئەو دەسەڵاتەی کە دەمەزرا لە یەنجوومەنی یاسادانان و یەنجومەنی راپەراندن تەنها دوو دەزگای رووکەش بون، ئەگینا دەسەلات و بڕیارەکان هەر لە حکومەتی مەرکەزیەوە دەردەچون.
A 5 6|||orthography|||کورد|||REQUIRED|||-NONE-|||0
A 1 2|||orthography|||مافەی|||REQUIRED|||-NONE-|||0
A 31 32|||orthography|||دەردەچوون.|||REQUIRED|||-NONE-|||0
A 22 23|||orthography|||بوون،|||REQUIRED|||-NONE-|||0
A 16 17|||orthography|||ئەنجومەنی|||REQUIRED|||-NONE-|||0
A 24 25|||orthography|||دەسەڵات|||REQUIRED|||-NONE-|||0
A 13 14|||orthography|||ئەنجوومەنی|||REQUIRED|||-NONE-|||0

S پەنابردنە بەڕ ئێران بۆ بەدیهێنانی ئامانجەکانیان، ئەمەش ڕێگای بۆ دەست تێوەردان دەرەکی خۆشدەکرد.
A 10 11|||orthography|||تێوەردانی|||REQUIRED|||-NONE-|||0
A 1 2|||orthography|||بەر|||REQUIRED|||-NONE-|||0

S شە ڕێکی خوێناویوزیانێکی زۆر، میرو پاشماوەی هێزەکەی دەستگیرکران، بەم شێوەیەکۆتایی بەو جوڵانەوە ڕزگاریخوازەی کوردهات و میر ڕەوانەی ئەستەمبوڵ کرا.
A 10 10|||whitespace|||کۆتایی|||REQUIRED|||-NONE-|||0
A 3 3|||whitespace|||و زیانێکی|||REQUIRED|||-NONE-|||0
A 2 3|||whitespace|||خوێناوی|||REQUIRED|||-NONE-|||0
A 0 2|||whitespace|||شەڕێکی|||REQUIRED|||-NONE-|||0
A 9 10|||whitespace|||شێوەیە|||REQUIRED|||-NONE-|||0

S ئەم سێ هاوکێشە بەکاردێن بۆ هەژمار کردنیان بڕی ئەو وزە کارەبایەی لە بەرگرەدا بۆ گەرمی دەگۆرێن و پێیان دەووترێ یاسای جوول.کاتێک بە ڤۆلت وە بە ئەمپێر وە بە چرکە یە، ئەوا واتە بڕی گەرمی پەیدا بوو بە جوول دەبێت.
A 6 7|||clitic_form|||کردنی|||REQUIRED|||-NONE-|||0

S بوول لە ساڵی ۱۸۱۵ لەدایک بووە، باوکی بازرگان بوە، لهەەمان کاتدا حەواداری خووێندن و غاوەن مێشکێکی کراوە بوو. لەخوێندنیدا گرنگی بە ژانستە بیرکاریەکان و ژیربێژی داوە، بۆیە ئارەزووێ ئەوەی دەکڕد کە ئەم هەواداریە بۆ کوڕەکەی بگوازێتەوە.
A 21 22|||orthography|||زانستە|||REQUIRED|||-NONE-|||0
A 29 30|||orthography|||دەکرد|||REQUIRED|||-NONE-|||0
A 27 28|||orthography|||ئارەزووی|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||بووە،|||REQUIRED|||-NONE-|||0
A 11 13|||orthography|||هەواداری خوێندن|||REQUIRED|||-NONE-|||0
A 14 15|||orthography|||خاوەن|||REQUIRED|||-NONE-|||0

S چونکە هەتا داهاتی نەتەوەیی بەرزتر بێت، کە بریتیە لە کۆی داهاتێ کشتوکاڵ‌و بازرگانی‌و پیشەسازی، داهاتی تاکەکەسیش بەرزتردەبیت‌و بەشێ زیاتری لێ بەردەکەوێت، واتا توانای کڕینی زیاتر دەبێت.
A 10 11|||orthography|||داهاتی|||REQUIRED|||-NONE-|||0
A 17 18|||orthography|||بەشی|||REQUIRED|||-NONE-|||0
A 16 17|||orthography|||بەرزتردەبێت‌و|||REQUIRED|||-NONE-|||0

S هەندێک لە توێژەرەوان وای بۆ دەچن کە نامەبەری یەکەم دیوان لە مێژووی ئیسلامدا و سەرەتاکەی ئەوو نامانەن کە پێغەمبەر دەیناردن بۆ پادشاکان و داوای لێدەکردن بڕۆا بە ئایینی ئیسلام بهێنن.
A 15 16|||orthography|||ئەو|||REQUIRED|||-NONE-|||0
A 25 26|||orthography|||بڕوا|||REQUIRED|||-NONE-|||0

S ڕووبەری چاندراو بەو جۆرە سەوزانە لە ناوچەیەکەوە بۆ ناوچەیەکی تر جیاوازی هەیە، پارێزگای هەولێر لە ڕیزی پێشەوە دێت بە پێی ئامارەکانی ساڵی ۱۹۹۰ز بە ڕووبەرەکەی دۆنمەوە بەڵام ئەو ڕووبەری تەنها دۆنم بووە لە پارێزگای سلێمانی دا.
A 24 25|||noun_adjective_agreement|||ڕووبەری|||REQUIRED|||-NONE-|||0

S کۆمەڵناسی پەیوەندییەکی بەهێزی بە زانیارییە کۆ مەڵایەتییەکانی دیکەوە هەیە وەک ئا بووری و مێژووییو جوگرافیا و زمان و وێژە و پەروەردە و دەروونناسی، بۆیەش گرنگە قوتابی لە قۆناغی ئامادەییدا لە هەموو بەشەکانی ئەم بابەتە بگات.
A 10 12|||whitespace|||ئابووری|||REQUIRED|||-NONE-|||0
A 5 7|||whitespace|||کۆمەڵایەتییەکانی|||REQUIRED|||-NONE-|||0
A 14 14|||whitespace|||و|||REQUIRED|||-NONE-|||0
A 13 14|||whitespace|||مێژوویی|||REQUIRED|||-NONE-|||0

S فەرماندان: لەم بەشەدا، کەسم یەکەم، ڕاستەوخۆ داوا لە کەسی دووەم دەکا، کە کارێکی لە کاتی ئێستادا بۆ جێبەجێ بکا.
A 3 4|||possessive_clitic|||کەسی|||REQUIRED|||-NONE-|||0

S ودەبێتت نەوە دوای نەوە موعجیزەکانی خودای گە و رە بگوێزرێنەوە بۆ ئەوەی گەورەیی خودا لەیاد نەکەین.
A 0 1|||whitespace|||و|||REQUIRED|||-NONE-|||0
A 6 9|||whitespace|||گەورە|||REQUIRED|||-NONE-|||0
A 1 1|||whitespace|||دەبێت|||REQUIRED|||-NONE-|||0

S ئەوە بوو بڕیاریان دا کە لە هەر هۆزێک لاوێکی بووێرو چاۆنەترس دیاری بکرێت ‌و بە هەموویان بچنە سەر پێغەمبەرو لە شەوێکی تاڕیک دا بیکوژن ‌و خوێنەکەشی ون بێت لەنێو حۆزەکان.
A 21 22|||orthography|||تاریک|||REQUIRED|||-NONE-|||0
A 29 30|||orthography|||هۆزەکان.|||REQUIRED|||-NONE-|||0
A 9 11|||orthography|||بوێرو چاونەترس|||REQUIRED|||-NONE-|||0

S هاوکۆلکەی لێکخشاندنی سەرەت ایی بریتیە لە رێژەینێوان گەورەترین هێزی لێکخشاندنی سەرە تایی بۆ ئەو هێزەستونیەی کە دووڕووەکە پەستاوتن دەخ هنە سەریەکتری.
A 17 17|||whitespace|||ڕووەکە|||REQUIRED|||-NONE-|||0
A 15 15|||whitespace|||ستونیەی|||REQUIRED|||-NONE-|||0
A 10 12|||whitespace|||سەرەتایی|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||رێژەی|||REQUIRED|||-NONE-|||0
A 18 20|||whitespace|||دەخەنە|||REQUIRED|||-NONE-|||0
A 20 21|||whitespace|||سەر|||REQUIRED|||-NONE-|||0
A 2 4|||whitespace|||سەرەتایی|||REQUIRED|||-NONE-|||0
A 7 7|||whitespace|||نێوان|||REQUIRED|||-NONE-|||0
A 21 21|||whitespace|||یەکتری.|||REQUIRED|||-NONE-|||0
A 16 17|||whitespace|||دوو|||REQUIRED|||-NONE-|||0
A 14 15|||whitespace|||هێزە|||REQUIRED|||-NONE-|||0

S ئەم دیاردەیە سروشتییە بەڵام پەیوەندی بە زۆربوون مرۆڤ و ئاژەڵ و کشتوکاڵە.
A 6 7|||noun_adjective_agreement|||زۆربوونی|||REQUIRED|||-NONE-|||0

S پاراستنی باڕی ئاساێشی کەسیتی مرۆڤ ‌و قەدەغەکردنی گرتنی ناڕەوا.
A 2 3|||orthography|||ئاسایشی|||REQUIRED|||-NONE-|||0
A 3 4|||orthography|||کەسێتی|||REQUIRED|||-NONE-|||0
A 1 2|||orthography|||باری|||REQUIRED|||-NONE-|||0

S کێ چووە لای پێغەمبەر (دخ)و پرسیاری کاروباری ئاینت لێپرسی؟ پرسیارەکەی دەربارەی چاکە بوو مەبەستی چی بوو؟
A 7 8|||possessive_clitic|||ئاینی|||REQUIRED|||-NONE-|||0

S بۆیە لە هاوینی سالی ۱۹۴۳ز مستەفا بارزانی و دووکەس لە هەڤاڵانی بەیاڕمەتی حیزبی هیواو چەند کەسێکی نیشتمانپەروەری کورد لەسلێمانی دەرباز بوو بەخاکی ئێراندا گەرایەوە ناوچەی بارزان و سەر لەنوێ دژی حکومەتی عێراقی و ئینگلیز دەستی بەشۆڕش کردەوە.
A 23 24|||spelling_confusion|||گەڕایەوە|||REQUIRED|||-NONE-|||0
A 11 12|||spelling_confusion|||بەیارمەتی|||REQUIRED|||-NONE-|||0
A 3 4|||spelling_confusion|||ساڵی|||REQUIRED|||-NONE-|||0

S لە شێوەزاری هەورامیدا جگە لەوە جێگەوتەی چەسپاوی دۆخ هەیە، کار بە مۆرفۆلۆژیی دۆخی ڕێزمانییش دەکات.
A 4 5|||noun_adjective_agreement|||لەوەی|||REQUIRED|||-NONE-|||0

S هەنگاوی سەرەکی پێغەم بەر لەداڕشتنیی دەستووربوو.
A 6 6|||whitespace|||بوو.|||REQUIRED|||-NONE-|||0
A 4 5|||whitespace|||لە|||REQUIRED|||-NONE-|||0
A 5 5|||whitespace|||داڕشتنی|||REQUIRED|||-NONE-|||0
A 2 4|||whitespace|||پێغەمبەر|||REQUIRED|||-NONE-|||0
A 5 6|||whitespace|||دەستوور|||REQUIRED|||-NONE-|||0

S ئەو ئاکارانەی دەبنە هوی تێکدان و بەتاڵکردنەوەی رۆژو کامانەن بیانژمێرە؟
A 3 4|||orthography|||هۆی|||REQUIRED|||-NONE-|||0

S پێغەمبەر لە ماڵ دەرچوو بێ ئەوەی ئەو پیاوانە کە خۆیان بە کوشتنی مەڵاس دابوو بیبینن، و بەرە و ماڵی بەرێ کەوت کە پێشتڕ دوو وڵاخی ئامادە کردبوو بۆ خۆی ‌و پێغەمبەر.
A 19 20|||spelling_confusion|||بەڕێ|||REQUIRED|||-NONE-|||0
A 22 23|||spelling_confusion|||پێشتر|||REQUIRED|||-NONE-|||0

S جگە لە ڕووبارەکان، کیشوەری ئەورووپا غاوەنی ژمارەیەکی زورە لە دەریاچە.ئەورووپا دەڕوانێتە سەر دەریاچەی قەزوین کە گەورەترین دەریاچەی سوورە لە جیهاندا و لەبەر گەورەیی بە دەریای قەزوین ناودەبرێ.
A 7 8|||orthography|||زۆرە|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||خاوەنی|||REQUIRED|||-NONE-|||0

S ئەم وێستگانە لە تەک مزگەوت و خانەکاندا دەبوونە جێگهێ مانهۆە و حەوانەوهێ کەسانی لانەواز و بێدەرەتان و کەمدەرامەت بۆ هەموو لایەک پێداویستییەکان دابین دەکران لەجل و پوشاک و خواردن و خواردنەوە.
A 26 27|||orthography|||پۆشاک|||REQUIRED|||-NONE-|||0
A 9 10|||orthography|||مانەوە|||REQUIRED|||-NONE-|||0
A 11 12|||orthography|||حەوانەوەی|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||جێگەی|||REQUIRED|||-NONE-|||0

S لەخوارەوە لەوێنەی کورتکراوەی هەموو دەرگا ژیربێژیەکانی ئەوانەی دوو تێچوونیاێت هەیە پیشاندراون، لەگەڵ خشتەی ڕاستی هەریەکیان.
A 8 9|||quantifier_agreement|||تێچوونیان|||REQUIRED|||-NONE-|||0

S ئەگەر توولێک لەو ماددانە لەناو بوارێکی موگناتیسی ئاسۆییانە هەڵبواسرێم ئەوا تووڵەکە خێرا بە تەریبی لەسەر هێلەکانی لێشاو دەوەستێت.
A 8 9|||clitic_form|||هەڵبواسرێت|||REQUIRED|||-NONE-|||0

S مافی دەنگدانی دەبێت لەسەر ئەو بڕیارانەی کە بە سندوقەوە دەردەچێت.
A 7 8|||case_role_preposition|||لەلایەن|||REQUIRED|||-NONE-|||0

S دەتوانین شەپۆلی درێژڕە و بەناو سپرینگێکیی درێژدا پەیدا بکەین، ئەویش بەجێگیر کردنی لایەکی سپرینگەکەوە جووڵاندنی لایەکەی تری بەرە و پیش و دواوە.
A 5 6|||noun_adjective_agreement|||سپرینگێکی|||REQUIRED|||-NONE-|||0

S جۆرێکیان بریتیە لە چالاکی و جوولهەکەی زەوی کە چەمانەوە و شکان و گڕکانەکان و بوومەلەرزە و فوارە گەرمەکان دەگرێتەوە.جۆرەکەی تریان هۆکار زەوی کە با و جیاوازی پلەی گەرمی و ئاوی بەخوڕ و ڕووباری سەهۆڵبەندان و شەپۆل و تەوژمی دەریا دەگرێتەوە.
A 5 6|||noun_adjective_agreement|||جوولەی|||REQUIRED|||-NONE-|||0
A 20 21|||noun_adjective_agreement|||هۆکاری|||REQUIRED|||-NONE-|||0

S باش وایە لەیاسای دووەمی نیوتن نەگۆڕی هاوڕێژە بە دابنرێت وە بڕی ڕادەوەستێتە سەر ئەم یەکانەی بەکاڕدێت بۆ پێوانی هەریەک لەهێز و باڕستە وتاودان.
A 15 16|||spelling_confusion|||بەکاردێت|||REQUIRED|||-NONE-|||0
A 21 22|||spelling_confusion|||بارستە|||REQUIRED|||-NONE-|||0

S ب بەهۆی باڕی نا ئارامی هەرێم ژمارەیەکی بەرچاو لە کورد لە نێوان ساڵانی ۱۹۶۱ – ۱۹۹۱ دواتر بەرە و هەندەران کۆچیان کردووە.
A 2 3|||spelling_confusion|||باری|||REQUIRED|||-NONE-|||0

S ئەم گیروگرفتە ڤەلسەفیانەی کە فەیلەسووفەکانی پیش و لێیان دوا ون تائێستاکەش ماون و لەدوارۆژیشدا دە مێننەوە و بابەتەکانیان نە گۆڕاون هەرچەندە توخمی نوێی خراوەتە سەر.
A 5 7|||orthography|||پێشوو|||REQUIRED|||-NONE-|||0
A 2 3|||orthography|||فەلسەفیانەی|||REQUIRED|||-NONE-|||0
A 11 11|||orthography|||ئێستاکەش|||REQUIRED|||-NONE-|||0
A 13 16|||orthography|||لە دوارۆژیشدا دەمێننەوە|||REQUIRED|||-NONE-|||0
A 18 20|||orthography|||نەگۆڕاون|||REQUIRED|||-NONE-|||0
A 8 10|||orthography|||دواون|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||تا|||REQUIRED|||-NONE-|||0

S بەم پییەی ئایین جێگە و داڵدەی مرۆڤایەتییە لە کارەسام و ناخۆشیدا و قەڵایەکی پتەوە کە لە هەموو جۆرە خراپی و ناخۆشی و نههامەتی و ئارەزوویەکی تایبەتی دەیپارێزێ.
A 8 9|||possessive_clitic|||کارەسات|||REQUIRED|||-NONE-|||0

S کە چیژەر لە پلەبەندییەکەدا پلەیەکی بەرزتریهەیە..
A 5 6|||whitespace|||بەرزتری|||REQUIRED|||-NONE-|||0
A 6 6|||whitespace|||هەیە.|||REQUIRED|||-NONE-|||0

S ئەرکی سەر شانی هەر باوەڕدارێکیشە برا بێم یاخود خوشک‌و باوک‌و مامۆستا‌و کاربەدەست‌و خاوەن هەر پیشەیەک بێت.
A 6 7|||clitic_form|||بێت|||REQUIRED|||-NONE-|||0

S کە بەرگری لێبکەن هەروهها پێشنیازیان کرد کە کۆچ بکات بۆ شارەکەیان وە بەو پەڕین خۆشحاڵییەوە پێشوازی لێدەکەن. ئەم پەیمانەش بە گفتی عەقەبەی دووەم ناسراوە، کە ڕێ خۆشکەر بوو بۆ کۆچکردنی موسڵمانان بۆ شاری مەدینە.
A 13 14|||tense_agreement|||پەڕی|||REQUIRED|||-NONE-|||0

S و لەسەر ڕێگەی هاتن و چووندا خاڵی پارێزگاری و وێستگەی پشوودان هەبووین و نامەبەر کە بەخاوەن پۆستە دەناسرا لەو‌ێستگانەدا پشووی دەدا و پۆستەکەی دەدا بە یەکێکی تر بیگەهێنیتە وێستگەیەکی تر یان جێی مەبەست.
A 11 12|||tense_agreement|||هەبوون|||REQUIRED|||-NONE-|||0

S چونکە رەنگە مەترسی زیندانکڕدن‌و ئەشکەنجەدان‌و لەسێدارەدان یان سەرەونگومکردنی هەبێ.
A 3 4|||spelling_confusion|||زیندانکردن‌و|||REQUIRED|||-NONE-|||0

S لە (۱۴ نیسانی ۱۹۸۸)دا، چوار شارۆچکەی گەرمیان لەگەڵ یەک رۆژ بە تەواوەتی وێرانکران و نزیکەی بیست هەزار ژن و منداڵ و پیاوی بۆ سەربازگەی قۆڕەتوو رەوانەکران، بۆیە ئەم رۆژە لە هەموو سالێک کراوەتە رۆژی یادکردنەوەی تاوانە گەورەکەی ئەنفال لەسەر کوردستان.
A 38 39|||case_role_preposition|||لە|||REQUIRED|||-NONE-|||0
A 7 8|||case_role_preposition|||بە|||REQUIRED|||-NONE-|||0

S ئەنجا مەکەشی سەر لەن وێ هەڵگیرسانەوەی شۆڕش بوو لەسا ڵی ۱۹۴۵ز دا.
A 0 2|||whitespace|||ئەنجامەکەشی|||REQUIRED|||-NONE-|||0
A 8 10|||whitespace|||لەساڵی|||REQUIRED|||-NONE-|||0
A 3 5|||whitespace|||لەنوێ|||REQUIRED|||-NONE-|||0

S ئاینی ئیسڵام گرینگی داوە بەخێزان چونکە خێزان بناغەی دروست بوون ویەکبوونی کۆمەلگایە. وسەرۆکایتی خێزانی بەخشیوە بەپیاو وبەرپرسێتی خستۆتە ئەستۆی لە دابین کردنی پێویستی ژیان وپەروەردەکردنیان لەسەر رەوشتی جوان و زانست بەدەستهێنان.
A 11 12|||spelling_confusion|||کۆمەڵگایە.|||REQUIRED|||-NONE-|||0
A 1 2|||spelling_confusion|||ئیسلام|||REQUIRED|||-NONE-|||0

S ئەم سەپاندنە کاتێک دە بێت کە تاکبەگوێرەی یاساناچارر دەکرێ بۆ وەرگرتنی خز مەتگوزاری وەکو خوێن دنی بەزۆری و پێویستە رەسمی پەروەردەیی بد ات.
A 3 5|||whitespace|||دەبێت|||REQUIRED|||-NONE-|||0
A 21 23|||whitespace|||بدات.|||REQUIRED|||-NONE-|||0
A 7 8|||whitespace|||یاسا|||REQUIRED|||-NONE-|||0
A 8 8|||whitespace|||ناچار|||REQUIRED|||-NONE-|||0
A 7 7|||whitespace|||بەگوێرەی|||REQUIRED|||-NONE-|||0
A 11 13|||whitespace|||خزمەتگوزاری|||REQUIRED|||-NONE-|||0
A 14 16|||whitespace|||خوێندنی|||REQUIRED|||-NONE-|||0
A 6 7|||whitespace|||تاک|||REQUIRED|||-NONE-|||0

S ئەگەر دروستکردنی بە جۆرێکی پیشەسازی دەژمێرین، دەتوانین فێربوونی سەرەتاکانی کشتوکاڵ بە « شۆڕشێکی ئابووری» لەقەڵەم بدەین.
A 5 6|||conditional_agreement|||بژمێرین،|||REQUIRED|||-NONE-|||0

S پێغەمبەر لە ڕێگەی کۆچکردن بۆ مەدینە، کاتێک کە نزیک بوو لەم شارە و گەیشتە دێی کە دوو فەرسەخ لە مەدینەوە دوورە، لەوێدا لەگەڵ لایان داو چوار ڕۆژ تیایدا مانەوە، سەرەتا مزگەوتێکی دروسی کرد کە بە مزگەوتی ناسراوە.
A 31 32|||clitic_form|||دروست|||REQUIRED|||-NONE-|||0

S باۆەڕ بوون بە رۆژێ دوایی.
A 3 4|||orthography|||رۆژی|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||باوەڕ|||REQUIRED|||-NONE-|||0

S شاکڕ مصتفی، التاریخ العربی والمؤرخون.
A 0 1|||spelling_confusion|||شاکر|||REQUIRED|||-NONE-|||0

S هەرچی کردارەکانێ وەک (تێگەیش/ تێگە، پێزان، لێکۆڵ_ەوە،.
A 1 2|||orthography|||کردارەکانی|||REQUIRED|||-NONE-|||0

S ئەم کۆڕەوە سەرەنجی ڕایگشتی جیهانی ڕاکێشا و دوای ئەوەی هێزی پێشمەرگەی کوردستان توانی هێرشیسوپای عێراق لە بە رەکانی و ڕابگرن. نەتەوە یەکگرتوەکان بڕیاری ۶۸۸ یان دەرکردیان کە سنووری دانا بۆ دەستدرێژیەکانی حکومەتیعێراق بۆ سەر خەڵکی بێ چا رەی کو ردستان.
A 13 14|||subject_verb_number|||هێرشی|||REQUIRED|||-NONE-|||0
A 3 4|||subject_verb_number|||ڕای|||REQUIRED|||-NONE-|||0
A 16 18|||subject_verb_number|||بەرەکانی|||REQUIRED|||-NONE-|||0
A 31 32|||subject_verb_number|||حکومەتی|||REQUIRED|||-NONE-|||0
A 23 25|||subject_verb_number|||۶۸۸یان|||REQUIRED|||-NONE-|||0
A 32 32|||subject_verb_number|||عێراق|||REQUIRED|||-NONE-|||0
A 4 4|||subject_verb_number|||گشتی|||REQUIRED|||-NONE-|||0
A 25 26|||subject_verb_number|||دەرکرد|||REQUIRED|||-NONE-|||0
A 14 14|||subject_verb_number|||سوپای|||REQUIRED|||-NONE-|||0
A 36 40|||subject_verb_number|||چارەی کوردستان.|||REQUIRED|||-NONE-|||0

S هەندیکی تری پاڵپشت بەڕای زانایانی فیلۆلۆژی و شوێنەواری دەڵین بنەچهێ خەتی عەرەبییە. ئەو خەتەش لەڕێگەی هاوتخوبێ لەگەڵ عەرەبەکانی حیجاز هاتۆتە ناو عەرەبەکان.
A 15 16|||orthography|||هاوتخوبی|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||دەڵێن|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||هەندێکی|||REQUIRED|||-NONE-|||0
A 9 10|||orthography|||بنەچەی|||REQUIRED|||-NONE-|||0

S لەو پێناوەشدا دووجار لە دەربەندی باژیان لە ڕووی هێزەکانی بەغدا وەستا، بەڵام بەهۆی ناپاکی خالید پاشای ئامۆزای سەرنەکەوت. لە جاڕی سییەمیش لەساڵی ۱۸۱۲دا لە جەنگی کفری ڕووبەڕووی لەشکرێکی گەورەی بەغدا بۆوە، بەڵام ئەم جارەش ئاواتەکانی نههاتەدی.
A 19 20|||spelling_confusion|||جاری|||REQUIRED|||-NONE-|||0
A 5 6|||spelling_confusion|||بازیان|||REQUIRED|||-NONE-|||0

S دۆخی شل: ماددە شڵەکان قەبارەی نەگۆڕ و شێوەی گۆڕاویان هەیە. ئەمەش دەگەڕێتەوە بۆ سیفەتەکانی گەردەکانی ماددەی شل، ئەویش دووری نێوانیان زیاترە لەهێ دۆخی رەق و جوولەکردنیان سەربەسترە لەجوولەی گەردەکانی ماددەی رەق. خێراییان زیاترە لەبەر زۆری وزەی ناوەکیان.
A 21 22|||orthography|||لهەی|||REQUIRED|||-NONE-|||0
A 3 4|||orthography|||شلەکان|||REQUIRED|||-NONE-|||0

S دەوڵەت یاساکان دادەڕێژن و هەمواریان دەکات.
A 2 3|||subject_verb_number|||دادەڕێژێت|||REQUIRED|||-NONE-|||0

S هەندێک جاریش ئەو پارتیکلە دەتوانێت دەربنەبردرێت، ئەمەش پەیوەندیی بەوەوە هەیە، کە جۆری شکانەوەی کردارەکە مەرجییە، بۆیە جیگای پارتیکڵەکە دەگرێتەوە، بڕوانە.
A 16 17|||orthography|||جێگای|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||دەربنەبڕدرێت،|||REQUIRED|||-NONE-|||0

S ئایا نەتەوەکەی ناسیانەوە کاتێک گەڕایەگە بۆلایان؟
A 4 5|||dialectal_participle|||گەڕایەوە|||REQUIRED|||-NONE-|||0

S لەسەردەمی پاشای بابل مەرکەزیە تی دەوڵەت پەرەی سەند، کۆشکی پاشا بۆتە سەرچاوەی یەکەمی دەسەڵاتی و فەرمانبەران و کا رگێڕان کارەنیان لە کۆشکدا ئەنجام دەدا. حەمورابی هەرد و دەسەڵاتی لێک جیاکردنەوە.
A 3 5|||whitespace|||مەرکەزیەتی|||REQUIRED|||-NONE-|||0
A 17 19|||whitespace|||کارگێڕان|||REQUIRED|||-NONE-|||0
A 25 27|||whitespace|||هەردوو|||REQUIRED|||-NONE-|||0

S ناوچەی ڕووسیش، ناوچەی باکووری رۆژهەڵاتی تورکیای، بەخۆوە دەگرت، کە بە شێوەیەکی سەرەکی هەرێمەکانیان ئەرزەڕوم و تەڕابزۆن و وان و بەدلیس بەخۆوە دەگرێت کە زۆربەی کوردستانی باکوور بەخۆوە دەگرێت.
A 12 13|||clitic_form|||هەرێمەکانی|||REQUIRED|||-NONE-|||0

S دا نانی کەسی شیاوبۆ پلەو پۆستەکان.
A 4 4|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0
A 0 2|||whitespace|||دانانی|||REQUIRED|||-NONE-|||0
A 3 4|||whitespace|||شیاو|||REQUIRED|||-NONE-|||0

S چۆن دەیسەلمێنیت بەکافڕ کردن لەگەڵ بنەماکانی ئیسلامدا ناکۆکە؟
A 2 3|||spelling_confusion|||بەکافر|||REQUIRED|||-NONE-|||0

S بریتییە لە سەرجەمی ئەو بەها نەختینەییانەی هەموو شمەک و کارگوزارییە تەواوەکان کە لەسەر سەرجەم کەرتەکانی بەرهەمهێنانی ئابووری نەتەوەیی بەرهەمهێنراون لە ماوەی سالێکی دیاریکراودا.
A 12 13|||case_role_preposition|||لە|||REQUIRED|||-NONE-|||0

S وەبەرهێنان لەسەرمایەی مڕۆڤدا بۆی هەیە ببێتە چاکتڕکردنی هەڵسوڕاندنی کارگێڕی بەرهەمی هێزی کارگەر، دەتوانی هەمان کاڕیگەری یاخود زیاتریش ببینێ ئەگەر ژمارەیەکی تری زۆرتری یاسایی تاکەکان بەکار بهێنرێن لە کڕداری بەرهەمەیناندا.
A 14 15|||orthography|||کاریگەری|||REQUIRED|||-NONE-|||0
A 27 29|||orthography|||کرداری بەرهەمهێناندا.|||REQUIRED|||-NONE-|||0
A 22 23|||orthography|||ئاسایی|||REQUIRED|||-NONE-|||0
A 6 7|||orthography|||چاکترکردنی|||REQUIRED|||-NONE-|||0
A 2 3|||orthography|||مرۆڤدا|||REQUIRED|||-NONE-|||0
A 12 13|||orthography|||دەتوانێ|||REQUIRED|||-NONE-|||0

S مێرگ بریتیە لەوخاکە بەپیتەی کەبەهۆی بوونی ئاو بە بیابان دەوردراوە بەمەش بۆتە جێگەی نیشتەجێبوونی مرۆڤ و لەوەراندنی مەڕوماڵات وئاژەڵ وکشتوکاڵکردن.مێرگەکان بوونەتە مۆڵگە بازاڕ و شمەکی ئەو کاروانانەیان تێداین ئاڵوگۆڕ دەکرێت کە ڕێیان دەیکەوێتێ.
A 27 28|||tense_agreement|||تێدا|||REQUIRED|||-NONE-|||0

S ئەویش یەکێکە لە پێویستیەکانی ئیحرام. و ئەو کەسەشی وواز لەمروکنە بهێنێت لە سەریەتی یان یان.
A 10 10|||orthography|||روکنە|||REQUIRED|||-NONE-|||0
A 9 10|||orthography|||لەم|||REQUIRED|||-NONE-|||0
A 8 9|||orthography|||واز|||REQUIRED|||-NONE-|||0

S با جیاوازیی نێوان و فۆنیمیکیش نەبێ، ئەو زیاتر لە سەدەیەکە ئەم دوو جۆر ه لە ئەلفبێی کوردیدا جێگیر بوون و چەسپیوە.
A 18 19|||subject_verb_number|||بووە|||REQUIRED|||-NONE-|||0

S ئەم هێزێک کار لە پڕۆتۆنەکە دەکات بە تاودان لە لەوحی بارگەی موجەب بۆ لەوحی بارگە سالیب دەیجوولێنێت.
A 1 2|||noun_adjective_agreement|||هێزە|||REQUIRED|||-NONE-|||0

S چوونە دەرەوەی سەرمایە لە زۆربهێ دەوڵەتەکاندا بەهۆی جێگیر نەبوونی بارودۆخی سیاسی و ئابووری بە ئامانجی دۆزینەوەی بازاڕێ دیکەی نەختینەیی کە زیاتر جێگیرو دڵنیایی تیا بێت.
A 4 5|||orthography|||زۆربەی|||REQUIRED|||-NONE-|||0
A 16 17|||orthography|||بازاڕی|||REQUIRED|||-NONE-|||0

S سەبارەت بە گڕنگی مانگی ڕەمەزان، ئەبو هورەیرە لەپێغەمبەرەوە (د.خ)دیگێرێتەوە:.
A 2 3|||spelling_confusion|||گرنگی|||REQUIRED|||-NONE-|||0
A 4 5|||spelling_confusion|||رەمەزان،|||REQUIRED|||-NONE-|||0

S دووان لەسەر برادەرەکانی وەڵامیان دایەوە: بەلێ، دوای نیوەرۆی دوێنێ بە ناوی گشت قوتابییەکانەوە چووینە سەردانی‌و سڵاو‌وداخوازی هەمووانمان بە چاکبوونەوەیمان پێگەیاند، ئەویش بەوە زۆر دڵ خۆش بوو.
A 1 2|||case_role_preposition|||لە|||REQUIRED|||-NONE-|||0
A 17 18|||case_role_preposition|||بۆ|||REQUIRED|||-NONE-|||0

S وا دیارە و سوپاکەیی چیاکانی زاخۆ یان بڕیوە، دووچاری بەرگری کوردان بوونە بە تایبەتی لە دەشتی هەردوو قەزای سێمێل و زاخۆ.
A 3 4|||noun_adjective_agreement|||سوپاکەی|||REQUIRED|||-NONE-|||0

S هەردوو گۆڤاری و لە دواییشدا کە زمانحاڵی کۆمەڵەکە بوون رۆڵی بەرچاویان لە بزاڤی رۆشنبیری کوردیدا هەیە
A 15 16|||punctuation|||هەیە.|||REQUIRED|||-NONE-|||0

S بیروڕای هۆیگنز وابوو کە ڕووناکی بریتیە لە زنجیرە شەپۆلێک لە سەرچاوە ڕووناکیەکانەوە دەردەچێت، وە وزە بە بەردەوامن و بێ پچڕان بەسەر بەرەکانی شەپۆل دابەش دەبن وە ئەم شەپۆلانە پێویستی بەناوەندێک هەیە بۆ بڵاوبونەوەیاە بەناوی دا.
A 24 25|||subject_verb_number|||دەبێت|||REQUIRED|||-NONE-|||0
A 16 17|||subject_verb_number|||بەردەوامی|||REQUIRED|||-NONE-|||0
A 32 33|||subject_verb_number|||بڵاوبونەوەیان|||REQUIRED|||-NONE-|||0

S هەموو جۆرەکان فەرمان بە تەواوی وەک ڕێژەی کاتی ڕانەبوردوو جێناو وەردەگرێت و هیچ جیاوازییەک لە نێوانیاندا نییە.
A 1 2|||noun_adjective_agreement|||جۆرەکانی|||REQUIRED|||-NONE-|||0
A 10 11|||noun_adjective_agreement|||وەردەگرن|||REQUIRED|||-NONE-|||0

S پڕیشک لە دەمن دههاتە دەرەوە، پاش ئەوەی کە خواردنی تەواوکرد هەڵساو لەسەر کورسییەک بەرامبەر تەلەفزیۆن دانیشت تا سەیری بەرنامەیەکی وەرزشی بکات.
A 2 3|||subject_verb_number|||دەمی|||REQUIRED|||-NONE-|||0

S شەپۆڵە درێژڕەوەکانی دەنگ بەناو توولە دارەکە دەڕوات بۆ لایەکەی تری ئەمەش دەبێتە هۆ لەرینەوەی سندوقێکی تەختەداری ناوبۆش کە لەکۆتایی تووڵەکەوە دەنگێکی ئاشکرای لێ دەردەچێت.
A 12 13|||noun_adjective_agreement|||هۆی|||REQUIRED|||-NONE-|||0

S ڕێگای غۆشکرد بۆ لاوانی کورد تا لە قوتابخانە سەربازییەکانی عوسمانی درێژە بەخووێندن بدەن، ژمارەیەکی بەرچاوی ڕۆشنبیران ئەفسەرانی کوردیش لەنیوەی دووەمی سەدهێ نۆزدە و نیوەی یەکەمی سەدەی بیستدا دەرچوون قوتابخانە سەربازییەکانی عوسمانین.
A 11 12|||subject_verb_number|||بەخوێندن|||REQUIRED|||-NONE-|||0
A 1 2|||subject_verb_number|||خۆشکرد|||REQUIRED|||-NONE-|||0
A 20 21|||subject_verb_number|||سەدەی|||REQUIRED|||-NONE-|||0
A 27 28|||subject_verb_number|||دەرچووی|||REQUIRED|||-NONE-|||0

S یاسا دانەری باج لەو قۆناغە بڕی باجەکە دیار دەکات، ئینجا جوگرافیانە بەپێی پارێزگاکان دابەشی دەکات، ئابووریانەش بەپێی توانای تاکەکانی ئەم پارێزگایانە دیاری دەکات.
A 7 8|||noun_adjective_agreement|||دیاری|||REQUIRED|||-NONE-|||0

S ئەو ناوەندین. کەشتی و بەلەمانەی کە هاتووچۆی تێدا دەکەن بچووکن، بەڵام ئەو کەشتیانەی کە بەناو شەتولعەرەبدا رەت دەبن لە جۆری مام
A 2 2|||word_order|||ناوەندین.|||REQUIRED|||-NONE-|||0
A 1 2|||word_order||||||REQUIRED|||-NONE-|||0

S ۱– لە گەڵ هاوپۆلەکانت‌و بەیارمەتی مامۆستا جیا وازی نێوان شیبکەنەوە، بە هۆی دیمەن ێکی نوا ندن.
A 1 1|||whitespace|||–|||REQUIRED|||-NONE-|||0
A 4 5|||whitespace|||بە|||REQUIRED|||-NONE-|||0
A 6 8|||whitespace|||جیاوازی|||REQUIRED|||-NONE-|||0
A 5 5|||whitespace|||یارمەتی|||REQUIRED|||-NONE-|||0
A 0 1|||whitespace|||۱|||REQUIRED|||-NONE-|||0
A 12 16|||whitespace|||دیمەنێکی نواندن.|||REQUIRED|||-NONE-|||0

S هەروهها لە فەرمودهێ پێغەمبەری سەروەریشدا یاماژە بەحەرامێتی کراوە، وەک لەسەرەوە هاتووە.
A 5 6|||orthography|||ئاماژە|||REQUIRED|||-NONE-|||0
A 2 3|||orthography|||فەرمودەی|||REQUIRED|||-NONE-|||0

S مۆمیاکردن تەرمەکە کە پێویستی بە ماوەیەکی درێژ هەبوو کە دەگەیشتە ڕۆژ دەست دەکرا بە توێکاری تەرمەکەو دەرهێنانی و لەڕێگەی بۆری تایبەتەوە (مێشک)ان دەردەهێنا و ئینجا تەرمەکە بەماددەی سۆدا مامەڵەی لەگەڵدا دەکراو دەخرایە نێو خوێی نیترۆن.
A 0 1|||noun_adjective_agreement|||مۆمیاکردنی|||REQUIRED|||-NONE-|||0
A 21 22|||noun_adjective_agreement|||(مێشک)یان|||REQUIRED|||-NONE-|||0

S نووسەر و بیرمەندە کومەڵایەتییەکانی ئەو کات لە بابەتە کۆمەڵاێەتیەکان تایبەتمەند نەبوون، ئەمەش وای کرد نەتووانن سەربارێک بخەنە سەر گەشەی زانستی کۆمەڵایەتی و بەرە و پێشەوەی ببەن.
A 8 9|||orthography|||کۆمەڵایەتیەکان|||REQUIRED|||-NONE-|||0
A 3 4|||orthography|||کۆمەڵایەتییەکانی|||REQUIRED|||-NONE-|||0
A 14 15|||orthography|||نەتوانن|||REQUIRED|||-NONE-|||0

S بە خۆشەویستییەوە مامەلە کردن لەگەڵ موسڵمانان‌و هاولاتیانی دیکەدا چ سودێکیئەم دون یاو پاداشتێکی ئەو دونیای بەدواوەیە؟
A 6 7|||spelling_confusion|||هاوڵاتیانی|||REQUIRED|||-NONE-|||0
A 9 12|||spelling_confusion|||سودێکی ئەم دونیاو|||REQUIRED|||-NONE-|||0

S تایبەتییەکانی ناو وەردەگرێت کە ئەمانەن: چاوگ وەکو ناو دەتوانرێت بکرێم بە ناسراو بە هۆی نیشانەی ناسراو. هەروهها دەتوانرێت بکرێت بە کۆت ناسراو بەهۆی نیشانەی کۆ کە دەخرێتە دوای نیشانەی ناسراوی. هەروهها دەتوانرێت تەواو بکرێت بە.
A 20 21|||clitic_form|||کۆی|||REQUIRED|||-NONE-|||0
A 9 10|||clitic_form|||بکرێت|||REQUIRED|||-NONE-|||0

S تەنیا ژمارە نەبێ کەواتایتاکێتی یەکێکە لە سیما وات اییەکانی ولێی جیا نابێتەوە.
A 4 4|||whitespace|||تاکێتی|||REQUIRED|||-NONE-|||0
A 3 4|||whitespace|||کەواتای|||REQUIRED|||-NONE-|||0
A 7 9|||whitespace|||واتاییەکانی|||REQUIRED|||-NONE-|||0

S لەم بەندە دا هەندێک لە و زانیاریانەی لە قۆناغی خوێندنی بنەڕەتی وەرگیراوە بەبیر قوتابیان دەهێنینەوە.
A 4 6|||spelling_confusion|||لەو|||REQUIRED|||-NONE-|||0

S ئەگەڕ نا، تۆ کام رێگەیەیان نیشان دەدەیت؟
A 0 1|||spelling_confusion|||ئەگەر|||REQUIRED|||-NONE-|||0

S ئەگەر بەرگری سووڕەکە زۆر بێت تەزووەکە بەخێرایی دوای چەند لەرەیەکی کەی نامێنێت. وە ئەگەر بەرگری سووڕەکە کەم بێت ئەوا لەرەکردنی تەزوو زۆرتر بەردەوام دەبێت.
A 10 11|||clitic_form|||کەم|||REQUIRED|||-NONE-|||0

S هەر بۆیەش دەبێ توێژەرەکان هەڵسوکەوتەکەی ئاسایی بێ پەیوەندی و تێکەڵبوونی دروست بێت و دوور بێت لە دەستکردی و بەئەرک بوون.
A 4 5|||noun_adjective_agreement|||هەڵسوکەوتی|||REQUIRED|||-NONE-|||0
A 3 4|||noun_adjective_agreement|||توێژەرەکە|||REQUIRED|||-NONE-|||0

S ئەمەش لە میانەی ئەو هاوکاری و هاڕیکاریکردنەی کە لە نێوانیاندا هەیە لەبوارەکانی، دەست بەسەر بەرهەمهێنان و وەبازاڕخستن و نرخدانانی و دیاریکردنی سیاسەتێکی گونجاو بۆ بەرهەمهێنان ونڕخدانان.
A 25 26|||spelling_confusion|||ونرخدانان.|||REQUIRED|||-NONE-|||0
A 6 7|||spelling_confusion|||هاریکاریکردنەی|||REQUIRED|||-NONE-|||0

S سوودی داڕایی وسامان پێدان بەپێی پلەی کەسایەتی و پێویستی.
A 1 2|||orthography|||دارایی|||REQUIRED|||-NONE-|||0

S جا ئەم پێشکەوتنە چ لە بواری بیری یا کلتووری یا فەرهەنگم یا زانستی یا بیناسازی یا ئەخلاقییەوە بێت یا هەر بوارێکیتر کە بەهۆیەوە بتوانرێت خەسڵەتێک لە خەسڵەتەکانی شارستانیان لەخۆی بەرجەستە بکات ‌و لە کۆمەڵگایەکی تری مرۆڤی جیا بکرێتەوە.
A 27 28|||possessive_clitic|||شارستانی|||REQUIRED|||-NONE-|||0
A 10 11|||possessive_clitic|||فەرهەنگی|||REQUIRED|||-NONE-|||0

S فرمانی جەنگی فرمانێکی ترە، کە پێۆیستە بۆ پاراستنی ژیانی خەڵکێ شارەکەو شارەکەش خۆی لەکاتی هێرش و ڕووبەرووبونەوە ئامادە بکرێت. شاری جەنگی تەنیا ئەڕکی جەنگی لەسەر شانە و ئەوو ئەرکەش سەرەک فرمانی شارەکەیەوو ژیان‌و پەرەسەندنی شارەکەشی لەسەروەستاوە.
A 32 32|||orthography|||و|||REQUIRED|||-NONE-|||0
A 9 10|||orthography|||خەڵکی|||REQUIRED|||-NONE-|||0
A 27 28|||orthography|||ئەو|||REQUIRED|||-NONE-|||0
A 22 23|||orthography|||ئەرکی|||REQUIRED|||-NONE-|||0
A 5 6|||orthography|||پێویستە|||REQUIRED|||-NONE-|||0
A 31 32|||orthography|||شارەکەیە|||REQUIRED|||-NONE-|||0

S ئەمپەیمانە توانی بۆنزیکەی هەشتا ساڵجەنگ و کوشت ارینێوان هەردوو دەوڵەتی ڕابگرێت.
A 6 8|||whitespace|||کوشتاری نێوان|||REQUIRED|||-NONE-|||0
A 1 1|||whitespace|||پەیمانە|||REQUIRED|||-NONE-|||0
A 3 3|||whitespace|||نزیکەی|||REQUIRED|||-NONE-|||0
A 5 5|||whitespace|||جەنگ|||REQUIRED|||-NONE-|||0
A 4 5|||whitespace|||ساڵ|||REQUIRED|||-NONE-|||0
A 2 3|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0
A 0 1|||whitespace|||ئەم|||REQUIRED|||-NONE-|||0

S لە ئەورووپا لە دوای ساڵەکانی ۱۹۶۰ بەکارهێنانی ڕێگاکانی رێکخستنی منداڵ بوون بە شێوەیەکی فراوان پەرەی سەند، ئەمەشلە پێناو دروستکردن و رێکخستنی خێزان بوو بە منداڵی کەم.
A 16 17|||whitespace|||ئەمەش|||REQUIRED|||-NONE-|||0
A 17 17|||whitespace|||لە|||REQUIRED|||-NONE-|||0

S وەرگێڕانی هەموو ئەو نووسینانەم نووسەرانی شۆڤینی عەرەب و بەعس دەریان دەکرد بەخۆڕِایی یان بهەەرزان بەناو خەڵکیدا بڵاودەکردەوە.
A 3 4|||possessive_clitic|||نووسینانەی|||REQUIRED|||-NONE-|||0

S دابینکردنی پێداویستی بەکاربەرەکان و تێرکردنیی ئارەزووەکانیان و کار بکرێت بۆ کەمکردنەوەی بەکاربردن.
A 4 5|||noun_adjective_agreement|||تێرکردنی|||REQUIRED|||-NONE-|||0

S تولێکی ئەبۆنایتی بارگە سالیب لە پەپکەی کارەبا دۆزەکە نزیک دەکەینەوە لە ئەنجامدا ئەلکترۆنە سەربەستەکانی توولی کارەبا دۆزەکە بەرە و دوو پەڕەکە دەڕۆیت بۆیە هەردووکیان بە بارگەی سالیب بارگاوی دەبن و لە یەکتری جودا دەبنەوە وە بارگەی موجەبیش لە پەپکەدا جێدەمینێت.
A 21 22|||subject_verb_number|||دەڕۆن|||REQUIRED|||-NONE-|||0

S شایانی باسە ئەم پارەیەکە کە بۆ هەرێمی کوردستان تەخانکرابوو لە سەردەمی بەعس کەمبوو بەڵام ئێستا پێشبینی دوا ڕۆژێکی گەشبین دەکرێت لەو بوارەدا.
A 3 4|||noun_adjective_agreement|||پارەیە|||REQUIRED|||-NONE-|||0

S ئەو بیرکردنەوە سەرەتاییانە رۆلێکی گرنگی هەبوو لە پەیدابوون و سەرهەڵدانی بیری فەلسەفی لەنێو دانیشتوانی میزۆپۆتامیا، و ئەفسانەکان بەڕە بەڕە گۆڕان بۆ بیروباوەڕی بیری و فەلسەفی سەبارەت بەنەژادو بنج و بناوانی جیهان و دەرکەوتنی بوونەوەرەکان یەک لەدوای یەک.
A 18 19|||spelling_confusion|||بەرە|||REQUIRED|||-NONE-|||0
A 17 18|||spelling_confusion|||بەرە|||REQUIRED|||-NONE-|||0

S لەسەرمان پێویستە کە بە بەزەیی بێن لەگەڵ گیانەوەراندا ئازاریان نەدەین، چونکە ئاینمان ئاینی دلۆڤانی و بەژەییە.
A 5 6|||orthography|||بین|||REQUIRED|||-NONE-|||0
A 15 16|||orthography|||بەزەییە.|||REQUIRED|||-NONE-|||0

S یەگەر توولێک لەم ماددانە لەناو بوارێکی موگناتیسی ئاسۆییانە حەڵواسرێت، ئەوا توڵەکە بە تەرێبی بۆ هێڵەکانی بوارەکە دەوەستێت.
A 8 9|||orthography|||هەڵواسرێت،|||REQUIRED|||-NONE-|||0
A 12 13|||orthography|||تەریبی|||REQUIRED|||-NONE-|||0
A 0 1|||orthography|||ئەگەر|||REQUIRED|||-NONE-|||0
A 10 11|||orthography|||تووڵەکە|||REQUIRED|||-NONE-|||0

S ئەمە بەڵگەیەکان ئەووە دەسەلمێنێ کە بکەر نادیار فرمانێکی تێپەڕە کراوەتە تێنەپەڕ.
A 1 2|||noun_adjective_agreement|||بەڵگەیەکە|||REQUIRED|||-NONE-|||0

S هەموو دەوڵ هتەکان پێڕەوی دەستوورەکەی خۆیان دەکەن؟
A 1 3|||whitespace|||دەوڵەتەکان|||REQUIRED|||-NONE-|||0

S ئەمدیوانە هەڵدەستا بەدروست کردنی پۆشاک و جلوبە رگی فەرمی خەلیفە و گەورە کاربەدەستانی دەوڵەت و نەخشاندنی ئاڵاو دروشمی تایبەت بە دەوڵەت.
A 1 1|||whitespace|||دیوانە|||REQUIRED|||-NONE-|||0
A 6 8|||whitespace|||جلوبەرگی|||REQUIRED|||-NONE-|||0
A 2 4|||whitespace|||بەدروستکردنی|||REQUIRED|||-NONE-|||0
A 0 1|||whitespace|||ئەم|||REQUIRED|||-NONE-|||0

S بارام لەگەڵدارا چوونبۆ بازاڕ.
A 1 2|||whitespace|||لەگەڵ|||REQUIRED|||-NONE-|||0
A 2 3|||whitespace|||چوون|||REQUIRED|||-NONE-|||0
A 2 2|||whitespace|||دارا|||REQUIRED|||-NONE-|||0
A 3 3|||whitespace|||بۆ|||REQUIRED|||-NONE-|||0

S سەبارەت بە نۆک، ئەم بەروبوومن بەروبوومێکی زستانیە پشت بە ئاوی باران دەبەستێت، ئەم جۆرانەیان لە کوردستاندا دەچێنرێ لە جۆری خۆجێین وەک جۆری سلێمانیان و جۆری دهۆکی.
A 4 5|||subject_verb_number|||بەروبوومە|||REQUIRED|||-NONE-|||0
A 22 23|||subject_verb_number|||سلێمانی|||REQUIRED|||-NONE-|||0
A 13 14|||subject_verb_number|||جۆرانەی|||REQUIRED|||-NONE-|||0

S بریتییە لە کۆمەلێکی ساکار پشت بە سیستەمی کار دابەشکردنی تایبەت نابەستێ، پسپۆڕی هەمەجۆری تێدا نییە، هەموو ئەندامەکانی کۆمەڵگن لە رووی پیشەوە لەیەک دەچن.
A 17 18|||subject_verb_number|||کۆمەڵگە|||REQUIRED|||-NONE-|||0

S هەندێکیان ناتوانن واز لەبیرکردنەوە لە مردن بهێنن‌و خۆیان لە تیاچوون‌و نەمانی یەکجارەکی دوای ئەو ڕزگاربکەن بۆیە هەمیشە بەرامبەر ئەوەی کە بە مردنیان بۆ هەتا هەتا تیادەچن‌و ژیانیان کۆتایی پێ دێت، دووچاڕی شڵەژان و بێ تاقەتی دەبن.
A 30 31|||spelling_confusion|||دووچاری|||REQUIRED|||-NONE-|||0

S لە ئەنجامدا ڕەنگی تێکەڵەکەی ئەم دوو بۆیەسەوز دەبێت.
A 6 7|||whitespace|||بۆیە|||REQUIRED|||-NONE-|||0
A 7 7|||whitespace|||سەوز|||REQUIRED|||-NONE-|||0

S بژاردەی سێیەم(هەندێکجار)ـە و بەهاکەی بریتییە لە (3) و ژمارەی بڕگەکان (21) بڕگەیە کەواتە: 21X3 = 63 ( واتا ئەگەر قوتابییەک 63 بەدەست بهێنێت لە پێوەرەکەدا کەواتە دەتوانین بڵێین دیسلێکسیای هەیە بە ئاستێکی مامناوەند).
A 16 18|||whitespace|||(واتا|||REQUIRED|||-NONE-|||0

S ٥- به هه‌ند وه‌رگرتنی هه‌موو ڕینمایه کی که‌سانی شاره‌زا و پسپۆر سه‌باره‌ت به گۆڕانکاری له ئه‌نجامدانی پرۆژه‌که‌دا که به‌هۆی گفتوگۆی زانستی ئه‌نجامده‌دریت .
A 21 23|||whitespace|||ئه‌نجامده‌دریت.|||REQUIRED|||-NONE-|||0

S .8المسوى،محمد عربى(2018) ، التحليل الجغرافى الواقع السكن العشوائى في المدينة العمارة،الدراسات العلوم الإنسانية والجتماعية،المجلد 45،العدد 4

S (ە)دا دێن، (ی- ا )ی کەسی دووەمی تاکو (ی- ا ) سەرەتای (ین)ی
A 9 11|||whitespace|||ا)|||REQUIRED|||-NONE-|||0
A 3 5|||whitespace|||ا)ی|||REQUIRED|||-NONE-|||0

S ٤ الهدابية و ٢٠١٥ - کاریگەری مودیلی ئەزموونی (٥٥) پێوەری بە سوودی کۆمەڵی ئەزموونی

S ٩٠ ١.٥.٢.٢. فریزی خستنەسەری خاوەنداری (Possessive)

S بە شیوهیەکی گشتی ئەەم پیکهاتەیه، لە بەردی رەقی وەک ساندستون ( Sandstone ) و بەردی نەرمی وەک (Claystone) پیکهاتووه. که نموونەی گڵەکه هەردووکیان دویخله و خان بەنی سەعد لە بەشی نەرمەکەی (Claystone) وەرگیراوه .
A 32 34|||whitespace|||وەرگیراوه.|||REQUIRED|||-NONE-|||0
A 10 13|||whitespace|||(Sandstone)|||REQUIRED|||-NONE-|||0

S ٢/١) تیۆری بەستنەوە ................................................................ ٧
A 2 4|||whitespace|||بەستنەوە................................................................|||REQUIRED|||-NONE-|||0

S عبد خطاوى، دانيال محسن بشار ، تغير سكان محافظة ديالى (1977-1997)، رسالة ماجستر، كلية التربية-ابن رشد، جامعة بغداد، بغداد، 2004 .
A 19 21|||whitespace|||2004.|||REQUIRED|||-NONE-|||0

S ١٤ .......................................................................................... ١- پێکەبەستراوە (Association)
A 0 2|||whitespace|||١٤..........................................................................................|||REQUIRED|||-NONE-|||0

S ئاودێری: ڕێگەكانی ئاودێری كە كشتوكالی پێ دەكرێت ئەمانەن :
A 7 9|||whitespace|||ئەمانەن:|||REQUIRED|||-NONE-|||0

S وه‌ك : گرتن ← گر ← گیر / گیرا ، به‌ڵام هه‌مان ده‌نگ وه‌ك خۆی به‌بێ گۆڕان له‌ { كردن : کرا
A 0 2|||whitespace|||وه‌ك:|||REQUIRED|||-NONE-|||0
A 19 21|||whitespace|||كردن:|||REQUIRED|||-NONE-|||0

S 1 پاڵنەرایەتی فێربوون 421 80.85 14.27 84 420 4.522 1.96 بەڵگەدارە لە ئاستی

S | ١ | TL21-S3.122.1.6 | ١٢٢ | S3 | C | تیرەی لیوار: ١٢ سم<br>ئەستوری لیوار: ٠٢ سم<br>تیرەی بنکە:<br>ئەستوری بنکە: | ئاستی سورکردنەوە: H<br>ڕەنگی رووی دەرەوە:<br>سەوزباوە<br>ڕەنگی ناو دیوار: سەوزباوە<br>ڕەنگی رووی ناوەوە:<br>سەوزباوە | باری کوره: O<br>ڕێژەی ئەندامی: نیه<br>ڕێژەی کانزا: کەم<br>کوالێتی گلینه : باشه | لیوار: 104<br>بنکە: |
A 39 41|||whitespace|||گلینه:|||REQUIRED|||-NONE-|||0

S | کرۆکی بڕگه کۆتاییی بڕگه

S 30 *- لدي رغبة قویة للاستفسار عن المواضیع في المدرسة.

S سەگەکە ئەوەرێ وەر + ێن سەگەکە ئەوەرێنم

S 15- توڵێكى پۆڵا ( 4m) درێژە وڕووبەرى پانە بڕگەى (0.5cm2) یە بە بڕى ( 1mm ) درێژ دەبێتەوە كاتێك بارستەى ( 225kg )ى پێ هەڵدەواسرێت ، هاوكۆلكەى یۆنگى پۆلا دەربهێنە .
A 3 5|||whitespace|||(4m)|||REQUIRED|||-NONE-|||0
A 20 23|||whitespace|||(225kg)ى|||REQUIRED|||-NONE-|||0
A 29 31|||whitespace|||دەربهێنە.|||REQUIRED|||-NONE-|||0
A 13 16|||whitespace|||(1mm)|||REQUIRED|||-NONE-|||0

S • تکایه نیشانه‌ی ( √ ) دابنی له ناو ئه‌وانه‌یه‌یی له‌گه‌ڵ وه‌ڵامه‌که‌ی تۆدا ده‌گونجێت.
A 3 6|||whitespace|||(√)|||REQUIRED|||-NONE-|||0

S | ١-١ | D : نەخشەی جیۆلۆجی ناوچەی گەعاره | Sissakian, V., Shihab, A.T. and Al-Ansari, N., 2018. The Geology and Evolution of the Ga’ara Depression, Iraqi Western Desert. Journal of Earth Sciences and Geotechnical Engineering, 8(1). | ١١ |
A 3 5|||whitespace|||D:|||REQUIRED|||-NONE-|||0

S لە زمانی کوردیدا کۆمەڵە ئامرازێک هەیە لەناو ڕستەی سادەدا بەکاردێت و پەیوەندی لەنیوان دوو وشەی ڕستەکەدا پەیدا دەکات. ئامرازەکان بریتین لە (بۆ ، ە ، لەگەڵ ، لە ، بە )
A 29 31|||whitespace|||بە)|||REQUIRED|||-NONE-|||0

S وێنەی ژمارە (٦٢) دیمەنی خەرەندی لووتکەی چیاکه لە بناری قەڵای شەمیران تویژەر

S مێژوونووسانی عه‌ره‌بیش هاورایی خۆیان بۆ ئه‌م بۆچوونه‌ ده‌ربڕیوه (محه‌مه‌د جه‌مال الدین سرور) پێی وایه که په‌یامبه‌ر(د.خ) چاره‌سه‌ری بۆسیستمی حوکمڕانی له ئیسلامدا داناوه : به‌وه‌ی که موسڵمانانی سه‌ربه-ست کردووه ئه‌و سیستمەی حوکمڕانیه هه‌ڵبژێرن ، که گونجاوه له‌گه‌ڵ پێشکه‌وتنی ڕه‌وتی گه‌شه‌کردنی ژیانی کۆمه‌ڵگه‌ی ئیسلامیدا ده‌گونجیت(٤).
A 21 23|||whitespace|||داناوه:|||REQUIRED|||-NONE-|||0

S بەڵام بەبڕوای (روبین جۆرج کۆلنجوود) سێ جۆر کارنامەی هونەر هەیە، کە لە ڕێگەیەوه دەتوانریت تویژەران و ڕەخنەگران شیکردنەوە و ڕوانگەی خۆیان لە بیرۆکە و شێوازی هونەردیاریبکەن، که هەر شێوازیک هیماو دیدو بۆچوونی فەلسەفی و فیکری جیاوازیان بەکارهێناوە وەک ئەمانەی خوارەوە : (الطلاق، ٢٠١٠، ص ٧٨ )
A 44 46|||whitespace|||٧٨)|||REQUIRED|||-NONE-|||0
A 39 41|||whitespace|||خوارەوە:|||REQUIRED|||-NONE-|||0

S ((ۆالَّژِینَ جَا‌وُوا مِنْ بَعْدِهِمْ ێقُولُونَ رَبَّنَا اغْفِرْ ڵنَا ۆلِإِخْۆانِنَا الَّژِینَ سَبَقُونَا بِالْإِیمَانِ ۆڵا تَجْعَلْ فِی قُلُوبِنَا غِلًّا لِلَّژِینَ ێمَنُوا رَبَّنَا إِنَّكَ رَ‌وُوفٌ رَحِیمٌ ))(الحشر -10).
A 22 24|||whitespace|||رَحِیمٌ))(الحشر|||REQUIRED|||-NONE-|||0

S پارە سپیکردنەوە : واته بەکارهێنانی فێڵ بۆ ئیشکردن بە پارەکانی بەڕێگەیەکی نایاسایی.
A 1 3|||whitespace|||سپیکردنەوە:|||REQUIRED|||-NONE-|||0

S ده‌نگه‌که‌وه دین ده‌سرینه‌وه ، ئه‌م دیارده‌یه‌ش به‌تایبه‌تی له ریزمانی وشهدا هه‌ستی پی ده‌کریت ،وه‌کو of } :
A 15 17|||whitespace|||}:|||REQUIRED|||-NONE-|||0

S ١٠-ڕیژەی کردەی قسەیی پاکانەکردن: ٠،٦٥ ، هەمان ڕێژەی کردەی هەڕەشەکردن و پێشبینیکردنە.

S واتـە ئەگەر ڕووبـەرى بڕگـە فـراوان بێت , ئـەوا خێرایـى ڕۆیشتن كـەم دەبێت. وە بـەپێچەوانـەش ئەگەر ڕووبـەرى بڕگـە تەسـك بێت , ئـەوا خێرایـى ڕۆیشتن زۆر دەبێت.
A 5 7|||whitespace|||بێت,|||REQUIRED|||-NONE-|||0
A 18 20|||whitespace|||بێت,|||REQUIRED|||-NONE-|||0

S سەر فرودێنێ‌ : سەری شۆڕكا، خۆ سەرەو ژێر دەكا
A 1 3|||whitespace|||فرودێنێ‌:|||REQUIRED|||-NONE-|||0

S كاتێك جێنشین (ئەبوبەكر ) ماڵئاوایى كرد لەژیان جێنشینى درا بە(عومەر) بەزۆرە ملێ ولەووتارێكى دا كەبۆموسلمانەكانى خویندەوە گوتى: ((خوداپەرست بن وپشتگیرم بن بۆخۆتان بەوەى كەخۆنەویست بم، وپشت بەست بن بۆم بەوەى فەرمان بەچاكە بكەم ورێگربم لەخراپە، وئامادەى هەموو ئامۆژگاریەكم بەوەى كەخوداى گەورە منى كردووە بەجێبەجێكارى كارەكانتان)).
A 2 4|||whitespace|||(ئەبوبەكر)|||REQUIRED|||-NONE-|||0

S سێیه‌م : سه‌رهه‌ڵدانی جوڵانه‌وه‌کانی هه‌ڵگه‌راوه‌کان .
A 0 2|||whitespace|||سێیه‌م:|||REQUIRED|||-NONE-|||0
A 4 6|||whitespace|||هه‌ڵگه‌راوه‌کان.|||REQUIRED|||-NONE-|||0

S گرنگی تیشکی خۆر لەوەدا دەردەکەوێت کە سنوری دیاریکراوی نی یە لە گەیشتنی بۆ گشت ناوچەیەکی سەخت لەوانەیە سەخت بێت بۆ هەندێ جۆری وزەی تر، ئەوەی پاڵپشتی گرنگی ئەم جۆرە وزەیە دەکات پڕاکتیکە چوارچێوەیەکەیەتی لە سیستەمی توانایەکی کەم بۆ ناوەند دواتر بۆ گەورە.

S ئه‌م نامه‌یه‌، كه‌ به‌ ناونیشانی ( ڕەهەندى كۆمەڵايەتى لە ڕۆمانەكانى سابير ڕەشيددا ) له‌لایه‌ن خوێندكاری ماسته‌ر (دەرسيم سەعيد شريف ) پێشكه‌ش كراوه‌، له‌ ژێر سه‌رپه‌رشتی و چاودێری من ئاماده‌كراوه‌، له‌ فاكه‌ڵتیی په‌روه‌رده‌ له‌ زانكۆی كۆیه‌ و به‌شێكه‌ له‌ پێداویستییه‌كانی به‌ده‌ستهێنانی بڕوانامه‌ی ماسته‌ر له‌ ئەدەبى كورديدا.
A 11 13|||whitespace|||ڕەشيددا)|||REQUIRED|||-NONE-|||0
A 18 20|||whitespace|||شريف)|||REQUIRED|||-NONE-|||0
A 5 7|||whitespace|||(ڕەهەندى|||REQUIRED|||-NONE-|||0

S پ - نەوزاد هیزیو لوان پەى شارى <--- نەوزاد هیزیو لوان شارى ( نەوزاد له دوێنێوە چووە بۆ شار)
A 12 14|||whitespace|||(نەوزاد|||REQUIRED|||-NONE-|||0

S سەردەکەوتین، ژێردەکەوتین، نەخۆشدەکەوتین ...)
A 2 4|||whitespace|||نەخۆشدەکەوتین...)|||REQUIRED|||-NONE-|||0

S پاشکۆی (4) پڕۆژەی بیبسی بۆ بەرهەمهێنانی خواردنەوە گازییەکان لە پارێزگای هەولێر 153

